<unk>
<s>
</s>
ofSaveURL
msg
ofGetPatchDirectory
inlet
t
tabplay~
tabwrite~
sel
outlet
r~
r
/
expr
canvas
list_prepend
list_trim
s
netpd_r
mod
+
route
makefilename
bng
*
struct
get
set
b
list_append
f
netpd-dump
netpd_s
until
list_split
pack
master-poly
spigot
list_length
ungrid
==
del
min
moses
loadbang
receive
v
demux
vsl
dj-eq
s~
dac~
floatatom
phasor~
*~
hsl
vfreeverb~
soundfiler
-
tgl
inlet~
>=
textfile
<
print
array
expr~
outlet~
unpack
tedium_output
delay
tedium_input
%
bang
adc~
metro
clip
int
list
threshold~
&&
tabwrite
outlet,
terminal_tedium_adc
samplerate~
symbol
tabread4~
abs~
declare
pip.wavedrift~
throw~
dsp
catch~
hcj.lib.cross~
text
table
line~
hcj.lib.nano
hcj.lib.stereograin~
+~
spigot~
impulse~
pip.timing
pip.sparklesynth
pip.touch
jingle
loadmeter
shutdown
pc_confirm
decode
send
cyclone/zl
iemguts/sendcanvas
shared
ctxfiles/recompile
ctxfiles/br2
max
change
>
ofWindow
args
route2
hpgl_op
shunt
openpanel
folder1
splitfilename
spigot-toggle_vert
spigot-toggle_red
symbolatom
folder
add
iterate
trigger
\$1
text2d
\$2
translateXYZ
colorRGB
\$3
\$4
\$5
\$6
gemhead
vcf~
fd_spigot3,
lorenz/lorenzsiginfo
random
select
\$0
pdmus/midi-sort-events,
append
route,
populate-rhythm64,
noteout
poly
pdmus/midi-learn
vabs/vscale
pow
pipe
pdmus/midi-panic-all
list2symbol,
vabs/change-symbol
vabs/delgate
pdmus/midi-panic-ch
until,
ctlout
pdmus/midi-sync,
vabs/forloop
freeverb~
div
zexy/.,
value
list,
pointer
s,
cyclone/coll
pdmus/midi-learn,
o.io.slipserial
unpackOSC
routeOSC
cyclone/funnel
doc_m
osc~
snapshot~
swap
sendOSC
tabread
line
key
knob
wiringPi
nbx
dumpOSC
OSCroute
mtof
vabs/add2list
pdp_mix
float
pdp_reg
dbtorms
ylm.header
*~,
spam~
d-waitpulse
barkSpecFlux
tabletool
hradio
cnv
gemwin
delread~
lop~
hip~
delwrite~
param.get
time_stretch
crossfader
crossfader2
udpsend
loop
packOSC
oggcast~
import
udpreceive
list_store
drawnumber
oscformat
pix_alpha
rectangle
color
alpha
switch~
rwa_binauralsimple~
sig~
rg.ambienc.1o~
rg.ambidec_2.0~
pink~
rg.ambienc.3o~
rg.ambidec_8.0~
rg.ambidec_4.0~
rg.ambienc.2o~
rg.ambidec_5.0~
sssad/sssad
simplified_quadratic
gcanvas
/~
!=
biquad~
-~
block~
i
timer
cyclone/tosymbol
oscx/sendOSC
savestate,
an.onset~
gain~
ui.menu
klist
vline~
cyclone/counter
tabreceive~
440
sigmund~
mull~
sendreceive
lp3_bess~
mtx_*~
lp1~
ambi_encode
pp
hml_shelf~
para_bp2~
hp3_bess~
phrases-editor
phrases-data-out
phrases-makecolor
phrases-gui-generator
keyname
phrases-weighcolors
phrases-data-in
iemguts/canvasdelete
iemguts/oreceive
imageKnob380
poftranslate
touch/pof_Instru
pofimage
poftexts
poftouch
pofrect
multiOR,
pofcolor
instrument_pof_common
pdkl-drip
pdkl-fill
bp~
netpd_f
cos~
ofelia
comport/comport
grb_marcelGutz
send~
receive~
mrpeach/udpreceive
mrpeach/unpackOSC
mrpeach/routeOSC
Uzi
bang~
output~
tabsend~
vp-sidekik
pow~
rpole~
prepend
arraycopy
noise~
polarToCart
calcPanning
calcVolume
tabosc4~
audio_selector~
xfade~
audio_selector~,
cadsr~
env~
list-map
list-splat
skaala_intervallit
summaa_intervallit
list-sort
list-drip
l
varita
topBar
set/instrBar
concert/faders
ffdelay~
rfft~
mag~
out~
extra/sv
mixer
gf/canvas_dollarzero
doc_add
ctlin
freeverb~/freeverb~
midiout
chan
abl_link~
bendout
ctl
scale~
fm.mod.osc~
p.cv2freq~
multitimbral
pdklist/pdkl-fill
hoa.connect
hoa.2d.decoder~
hoa.pi~
hoa.2d.encoder~
c.meter~
hoa.2d.optim~
hoa.2d.meter~
hoa.dac~
c.number
hoa.soundcoat
c.gain~
c.patcherinfos
hoa.help.header
mstats
notein
common/channel
tabread~
clip~
*,
poffill
pofcirc
pofbang
send_regname
popup
savepanel
fiddlebonkKKKKKKK
spigot-toggle_jaune
arduino
fx/filter4~
fx/od~,
fx/filter~
fx/chorus~
utils/sum~
utils/dac_
utils/adc4
utils/mixer
utils/play-stop
utils/djm...
utils/mm1
ofMouseListener
ofLoadVec3f
ofVal
ofRcv
ofLoadMesh3d
ofHead
ofCountUntil
ofEditVec3f
ofSnd
ofSetColor
ofDrawMesh3d
loop_output
rev2~
netsend
netreceive
c_xfade
soundoutput
u_highpass
e_beequad
vu
count
spigot-toggle_violet
spigot-toggle_orange
onoff5x
onoff4x
spigot-toggle_jaunenoir
samphold~
makenote
tempo
adc~,
override
sun~
db_calc
rmstodb
gauss
bilex
expo
weibull
poisson
beta
linear
triang
maxlib/cauchy
sphere
sin
world_light
hsv2rgb
clone
list_tosymbol
list_fromsymbol
s2l
nqpoly4
doc_also
#unpack
#pack
display
#color
ofSetFillMode
ofDrawPath2d
bit_param
ofDrawImage
ofExpr
ofLoadPath2d
counter
bitwiser
shift_register_sixteen_bit~
signal_router_sixteen_bit
16-flipper
vradio
soundfileplayer
oexpr
omessage
oroute
ovar
ochange
inlet,
pix_image
pix_texture
MarlinDriver
jwy-sync-s
seqq
drum-bank
count-ticks
master-ticks
cross-over-out
switch-control
jwy-sync-r
MouseState
netpd-status-get
netpd-s
netpd-r
vd~
gf/canvas_setpos
pix_snap
pix_flip
pix_record
translate
ofStar
ofTranslate
ofGetFboDimen
ofDoesFboNameExist
ofIsFboAllocated
ofGetFboType
ofGetFboMaxSamples
ofGetImageDimen
../WFormUnit/sqr_alt_waveII
../WFormUnit/tri_waveII
select-output~
plots~
vdelay~
select-input~
initmess
tri~
saw~
square~
sine~
switch
init
maior
play.file~
rifft~
blocksize~
faustreson~
0
wrap~
netpd-error
netpd-pref-get
netpd-rgb2iem
netpd-find-sync
netpd-fifo
netpd-dsp-off
any
iem_s
data.param.gui
synth.clap~
mix.out_~
chair.gain~
chair.feedback-cancellation~
chair.dc-offset~
sounditem
notein,
sc-module
swap,
f,
stripnote
easyflow/switch2
arrayList
list_666
list_append,
easyflow/gopTool
easyflow/map
easyflow/rgb
root
input_unit
verb_unit
output_unit
multiplex~
cauchy
kaiser~
length
zexy/demultiplex
zexy/multiplex
LeitorArquivo
EntradaMIDI
fruit/fruit
pan_r
3dpan
display~
hot
random.f
table.write.next
random.drunk
outlet~,
pipe,
key-synth
../../core/s_j-synth-core-001
gate
midi-toggle-state-settings
master-set-param
rh_metro
rh_slider_click
>>
<<
wrap
iemguts/canvasindex
else/player~
else/morph~
else/out~
pdBlSquare~
separator
ctl-range
ctlin,
mapping/resample
moocow/string2any
moocow/any2string
cyclone/prepend
pddp/print
zexy/makesymbol
impseq~
cpole~
czero~
num.changebng
slop~
graph~
sr~
pulse~
mtx_rand
mtx_print
mtx_ones
ambi.gain.4~
ambi.wxy2mono~
writesf~
fd_dspon
REC
midi-id_to_internal-message
rh_vtabwrite~
vj_pyramid
vj_quarter
vj_square
outbounce
k_range
scale
rotateXYZ
text3d
square
vj_radio
circle
perk-snare
perk-lowtom
perk-bell
scaleXYZ
vj_rect2
perk-gunshot
st-FFTreverb
st-bitcrusher
click~
gemframebuffer
inbounce
outexpo
vj_rect
808_global
bag
seq
seq-format-event
pack,
list-abs/list-compare
abs
maxlib/scale
pdmus/list-dripv
pdmus/populate-rhythm
zexy/tabset
pdmus/prnt
pdmus/uanz
pdmus/add2list
+,
pdmus/forloop
zexy/tabdump
list-abs/list-apply
zexy/sum
sort
pdmus/midi-sort-events
diode~
rind
pad~
shell
cyclone/buffer~
transratio
cyclone/modulo~
n_img
#out
#record
#in
fadtodb
define_loudspeakers
vbap
zexy/pack
e_foldover
multi-stereo-soundfiler
pddom.core
pddom.get
pddom.bin~
spect2color
tcpreceive
dxklib/sqlim~
&
unsig~
getsize
element
setsize
hilbert~
atan
clock-gui
midiclockout,
1
ossia.param
ggee/getdir
notebank
accorder
cubesphere_clamp2d
cube_sphere
utils/get.time
utils/test.later
d-8loop~
d-out~
d-mlvl~
d-pan~
delay~
d-hpf2~
d-lpf~
d-eq~
d-hpf3~
d-lpf3~
d-midictl
d-knobsmooth
s-midictl
d-mtof
midiin
sampler~
pix_lumaoffset
>~
==~
&&~
<=
l2s
cyclone/prob
pix_opencv_contours_boundingrect
pix_freenect
pix_threshold_depth
pix_resize
pix_dump
pix_crop
mrpeach/udpsend
autoscale
pix_movement
pix_mean_color
mrpeach/packOSC
pix_separator
rescale~
pimp~
envelope~
sh~
delread4~
#dim
#print
#draw_image
#mouse
transistor~
mix-mono
1000
||
split_path
EATi_cosfunction~
EATi_VU
EATi_Behaviourlines~
io~
io
getdir
speedlim
OSCprepend
readsf~
msgtree
prepent
spectrum.mmb~
state_io_set
tID/timbreID
tID/tabletool
tID/specKurtosis
tID/specSkewness
pd~
folder_list
tID/specFlatness
tID/specCentroid
tID/zeroCrossing
luabox
mcnetsend
clock
mtof~
persist-load
persist-save
router
chars
list-idx
of.setWindowShape
of.setBackgroundColor
of.draw
of.setWindowPosition
of.setWindowTitle
of.Window
of.setup
internals-bypass~
internals-keyswitch
fx/filter3~
fx/dly1~
fx/limiter~
utils/sample_selector
utils/djm/faders
utils/adc_
lreceive
smoothGate
234.235
jacktrip
gl/p.wavdata
cyclone/sprintf
pix_write
pddp/pddplink
GranSynLiveFbk
rec_file
ofSetup
ofDraw
pdcontrol
midiratio~
faustgen~
crossfade~
max~
min~
DRFX
qlist
OUTPUT~
g_hsl
u_count
g_hradio
realtime
nrpn_out
pgmout
syn.sd~
listbox
list-sub
c.number~
c.loadmess
c.help.header
ftom
pitch
ml.knn
ml.mindist
ml.svm
trainingSampleTimer
ml.dtw
adsr~,
gdx-pd-network
bcf2000control
sqrt~
drone-high
drone
zexy/list2symbol
cyclone/switch
cyclone/MouseState
tabread4
magSpec
pluck~
of.line,
of.window
of.line
#scale_to
#see
#posterize
#
fps
#to_pdp
pdp_xv
#redim
#fade
#store
#cast
pingpong
#clip
#scale_by
#inner
#remap_image
#downscale_by
#outer
#rotate
videolooper
list-accum
shm
mtl/bufferfx~
mtl/out~
dkezdelaylopM~
dkezvcfM~
dkezvolS~
dkmbang
pdksynth/dkbd1~
dkezvuM~
tosymbol
sprintf
bela_debounce
aoo_receive~
cyclone/uzi
list_14
pofscale
scrollList/gui
pofxml
isInside
mode/say
pofvisible
beepBoop
reverberation
timeRotar
materialisationEngine
else/insert
else/display
else/initmess
./test-arguments-token
./test-arguments-all
./test-arguments-comma
adsr~
fexpr~
print~
samplorpd~
samplorkg
bonfire-bin/applyWirelessPreset,
&&,
bonfire-bin/mymembrane~
bonfire-bin/effects-strip-1~
noise~,
bonfire-bin/delay-module~
bonfire-bin/get-note-dur
bonfire-bin/reverb-module-1~
bonfire-bin/chorus-module~
bonfire-bin/dist-crush-module~
sqrt
maxlib/average
e_vocoder
soundinput
config
rzero~
bob~
kdemux2
anyonce
ds_slot-status-request
loadonce
Gate
tabdump
list-normalize
tabset
sum
synth~
ml_recorder
ml_track_manager
ml_table_allocator
comport
ml_message_handler
ml_click
ml_player
ml_layer_merger
ctxfiles/cx
ctxfiles/sp01
mux
relay
ctxfiles/canvasmove
iemguts/canvasobjectposition
zexy/unpack
list-abs/list-enumerate
ctxfiles/mr
ctxfiles/cl
iemguts/initbang
ctxfiles/myinit
ctxfiles/br
cyclone/iter
list_30
ctxfiles/t2l2
list_0
iemguts/propertybang
ctxfiles/l-p
ctxfiles/ou
iemguts/canvasargs
ctxfiles/alter
iemguts/closebang
ctxfiles/sp
ctxfiles/collect
cyclone/onebang
moocow/any2bytes
iemguts/canvasdollarzero
msgfile
ctxfiles/dvi
ofIsPointInsidePath3d
ofGetPath3dPoints
ofGetPath3dCommands
ofDoesPath3dNameExist
ofGetPath3dPoint
ofPack
ofGetPath3dArea
ofGetPath3dTessellation
ofGetPath3dCentroid
ofLoadPath3d
ofGetPath3dCommand
ofGetPath3dPerimeter
ofGetPath3dBoundingBox
ofDrawPath3d
handlers/stereo_generator
handlers/stereo_module
handlers/ntg_receive
handlers/ntg_send
m_symbolarray
pgmin
g_synthcontrol
u_dumpfile
s_noiz
u_cocollect
touchout
videotestsrc
audio/x-raw
pix_film
hoa.soundgrain
hoa.soundrone
hoa.2d.recomposer~
hoa.pi
hoa.2d.scope~
gf/sprintf
#sprintf
#to_s
gf/l2s
#import
xfade
sigtof~
samplelooper~
logvolume
mm_edge2~
rgb_shell
oscillator
gui.slider
mix.xfade.curve.stereo~
fb-mess
layer
msg_pbank
randomF
curve
cube
GEMglPointSize
prvu~
correlation
amb/initbangs
for++
acre/count_until
limiter~
z~
rvu~
rotate
date
time
keyup
zexy/pack~
zexy/unpack~
cputime
coords
collect
ndmetro
fd_welch
unsymbol
state_store
noteout,
-,
exp~
exp
pix_backlight
melotouchLent
melo
OutDec2~
decoupeur_ctl
apvdel
ac
fragseq
fdnrev
OutDec~,
pingnip4
decsample
OutDec~
melotouch
mknob
gammeRound
decsample2
mu
NDmetro
MORPHgroup
apflang
latch-notes
counter-down
counter-up
mix.switchoglitch
zexy/multiplex~
shadylib/neadsr~
iemlib/lp4_butt~
shadylib/multatord~
scaler~
else/mov.rms~
else/graph~
else/display~
String
hv.pinknoise
cc_dropNth
sig2num~
not~
not
pix_video
pix_share_write
arrast_2tab
test_abs
zexy/packel
zexy/sort
beep
../mono.gram
../env.maker
e_dubdel
multiband_comp
pip_reverb
e_pitchshift
e_sdelay
c.preset
hoa.2d.projector~
hoa.2d.process~
out1~
vu~
meter2~
meter~
ossia.parameter
ossia.client
ossia.device
ossia.remote
fd_switch
else/pan4~
pan~
bb_filebrowser
fd_gauss~
_probs
bark~
dac~,
perk-hihat
iterator
state_manager
objeto3
objeto2
comportYYY
rwa_binauralrir~
rwa_hpcomp~
rwa_reverb~
tapsfour
marimba~
hdl
mono_pattern_read
mono_row_workings
quantizer
butt
bwl-osc
wavefold
s&h
basic-lfo
vca
trigger-seq
lpg
sinebank
slope
mixer2
fx_\$4_ctl
fx_\$4~
_client
_stereo-direct
state_io
shmem
atsdump
ats-struct
NET/DSPnet
The_MIXER~
DSP/extensions
MIDI/test16+8bus
pipelist
aoo_pack~
aoo_send~
slipdec
objDistance
drawWave
Object
playit
lt2~
else/lb
else/args
else/glide2~
else/db2lin~
else/db2lin
else/f2s~
count_played_notes
cyclone/seq
fd_arcsin~
waveform~
envelope-asr~
si
ctxfiles/ts
scrol
ctxfiles/sf
iemguts/receivecanvas
sp01
ctxfiles/deb
u_tabdump
u_show
ui.knob
0.999
hoa.thisprocess~
c.prepend
c.blackboard
snaps~
mtx_zeros
mtx_element
mcatch~
mthrow~
list-find
local.int
wiringPi_gpio
zl
40
60
hidio
syncjams
dynamicTW
karpluck~
Planet
message
rev3~
algo~,
else/pvoc.player~
else/meter2~
else/pack2
xtract~
VI-readWavSequence
0.05
valueChanged
autobiquad2~
gswitch~
pdp_colorgrid
hoa.decoder~
hoa.meter~
hoa.encoder~
hoa.binaural_sp2
atodb~
SoundTwo
ssr_binaural~
ssr_messages
ssr_nfc_hoa~
midiparse
ofCircle
ofMouseListener,
ofLoadPolyline2d
ofOrienListener
upp._extract
upp.delay~
track-record-stereo~
if-change
pitchshift
~sound1
~fx
~mixer
~sound8
~sound5
~sound4
~start
~seq1
~seq2
~sound3
~sound6
~sound2
~sound7
pix_movie
mob/xy_multi
textile
samplePlayer
globalFX
triggeredSoundFx
zonalPlayerMixer
3dp_view
int-control-var
gemkeyname
strcmp
midirealtimein
clockObj/clockDivide
dollarg
list-idx-list
bq~
pp.mopenpanel
fd_kinetica
loadbang,
param.atom
param.group
param.bang
mtwister
distance-spearman
tanh~
imageTouch
fixScaleX
lock/icon
song/gui
chimes
cpdelay~
koto
rhodes
tr909
mtl/freqdiv~
ggate
ctl_synctog
wetdry~
range
nrpn_sync2
dline2~
unnamed_object
g_midi_slider
blockhead/u_tick-multiplier
g_midi_radio
gba-timer
g_midi_settings
last_n_matrix
mtx_mean
teapot
osci/square~
osci/out~
dash~
else/openfile
ann_td
sssad
apmasterfile
songParam
phrase_play
synthExample
5clicks
patternRead
+bubbler~
4stereoaux~
4meters~
frame-finder
instrument
pysend
frame-const
list-random
loopsel
bondo
tests/srnames
sample_record~
tof/sample_play~
onoff9x
onoff8x
ys.rj.lp
ofClamp
ofRectangle
ofPushStyle
ofPopStyle
ofSetRectMode
ofDefine
ofSquare
ofTouchListener
_locRcv
ofSepMatrix
sp-ghub12~
filter~
Melodier,
sin~
GEMglViewport
GEMglMatrixMode
GEMglDrawBuffer
GEMglClear
gemlist
GEMglFrustum
GEMglColorMask
GEMglLoadIdentity
GEMgluLookAt
GEMglMaterialfv
GEMglClearColor
GEMglFogfv
GLdefine
GEMglFogf
|
GEMglDisable
out-mono
light
camera_blob2
camera_blob
scopeXYZ~
LecteurVideo_glitch_Audio_02
lignedejoie
LecteurVideo_glitch_Audio_01
pix_gain
gemmouse
pix_invert
./joystickPositionA
gpio
./joystickPositionB
./joystickPositionAB
./joystickPosition
gpio/setGpioOut
gpio/setGpioIn
100
80
vas_binaural~
base-funk
osci/ball~,
osci/project~
polygate~
initbang
gf/canvas_index
gf/canvas_count
+~,
volume~
sdPackFromHuman
sdFilter
sdUnPack
sdObjTrack
sdObjGroupsInterface_obj
sdList
sdReplace
sdSetSelector
sdCounter
s_osc
e_resonzq
uzi
abs_seq
../3.audio.examples/output~
long-delay
simple-delay
multi-clock
else/tabplayer~
player_outs
ead~
fiddle~
threshold
else/envgen~
else/sig2float~
else/s2f~
else/tempo~
else/plate.rev~
else/bl.vsaw~
else/function
else/randpulse2~
iemguts/canvasselect
oscparse
norep_random
mm-filter~
mm-delay~
mm-gain~
mm-analog
part_draw
mesh_square
plugin~
c_ead
elooprange~
eloopxf~
jrange
krunch~
mx-insert-control
mx-insert-container
read_1-16_3
suntime
faders3
pvu~
log
../ev-main/ev_declare
creb/ear~
rc-square~_
within
frandom
onestep2
pix_rgba
c.canvasinfos
hoa.tuto.header
purepd/once
zexy/symbol2list
list-abs/list-drip
i,
msgpack
canvasargs
osci/dodecahedron~
osci/rotate~
Mix~
gainvu~
testtone~
rh_sdelay~
e_del
c_stchannel
brickwall
c_tobus
slicer
fcpan
load
player2~
tb_peakcomp~
u_snapshot~
irVerb~
mp3cast~
panner
s_playtable2
output
guitar-no-poly
e_reverb
e_platereverb
e_reslop
e_phaser
c_lfo
aswitch~
m_minorscale
once
u_robinpolymono
synth
s_ejun
e_tremolo3
m_bpm2ms
dfbe
m_scale2
c_urn
e_freqshift
e_scompress
bass-huge
pi
loadfloat
Note
keypress
#draw_polygon
hpgl_to_lines
plotter_parser
plotter_control
#draw_hpgl
hpgl_font_render
wavAttDecFM
pulseWidthMix
setWaveformDynamics
setBassMix
melodyShaper
../tempo
int,
vabs/restrictout
#compress
doc_same
#for
else/comb.filt~
else/imp~
else/impseq~
tcpserver
sequencer
path.lsdir
ui.dt
envgen~
standard~
lvn.stave,
lvn.hyperstave
lvn.transport
pwm~
Polygon2
osci/cuboid~
osci/shear~
adv3
recorder
pix_coloralpha
motorenv
dynlib_comp
dynlib_4bfs
tr808
lst/list-distrib
seq/spdctrl2
black_keys
nnrepeat
mergefilename
ps
myabs-bufwrite
ardour-interface
jack-connection-manager
tpf-aoo-client
seeded-random
ys.snapshot
generate-bassline
play-melo
list-len
list-extend
hoa.2d.map~
pied/pied
sinc-gera_sintese
cup
sgFilter
recallvals
elsehighshelf~
pix_contrast
pix_delay
glsl_fragment
glsl_program
glsl_vertex
ortho
math.div
print,
sigpack/diode~
tof/argument
tof/param
fresh/num.count
fx/4mod-delay
synths/sine-glass
surround/speaker-gate
surround/random-speaker
synths/phasor-vib
svf~
rev1~
mux~
impulse2
impulse1
V-tabreadlin~
Mixer2Chan~
@in
rubysprintf
messageprepend
@yuv_to_rgb
@
@store
@export_list
hoa.2d.space
c.pak
c.bang
vox
fx\$1
OutMusic~
symbol2list
path.is.in
channelAnalyser
hcs/version
hcs/tcl_version
cycle~
cyclone/tanh~
ping.pong~
f2s~
a_onset
u_record
s_fplaytable
swap~
sdPackMatch
sdObjState
sgDevice
else/rescale
list_64
else/unmerge
else/colors
else/lastvalue
else/changed
dollsym
drawpolygon
else/default
else/dollsym
else/receiver
else/router
namecanvas
else/limit
else/message
else/mouse
else/tempo
#many
audio/4_sync_loop
ls.choose
link
mass
hv.eq
c.toggle
hoa.process~
hoa.2d.map
c.menu
hoa.binaural_order3
dc~
piano
qompander~
apf
/,
lb
break
dec2frac
consonance
selectAudioDevice
readanysf~
puremapping/iir
vinylcontrol~
net/udpsend
iemlib/soundfile_info
_seq_\$2
cyclone/scale
rand.i
brown~
meter
streamout~
lfnoise
pix_sig2pix~
mix2~
mix4~
pix_kaleidoscope,
lfo
pan2~
rand.f
fork
repeat
gemvertexbuffer
mtl/randomFile
rbpq2~
matrix_mul_line8~
sp-keypress
demultiplex~
mtx_polyval
average
pdp_freeframe
pdp_scale
receive_setting
OGGSRC
multiline~
receive_parameter
play-short
choose-note
#export_list
mmReciever
else/highshelf~
else/bicoeff2
else/biplot
list-wrandom
command
jackpatch
fd_arraycopy
of.noiseplane
pd-dom
get.time
vvconv
sik/simpledelay
decay2~
mathrax_soundout
Orgel2
mix~
cpt
ad~
adac~
ii
FM_snare
FM_BD
FM_toc
FM_synth
rnd_surface
snapStrip
surface3d
oscparam
pix_info,
snapStripRpi
rnd_flow
canvas_name
sys_gui
pix_coordinate
collect2
swe~
mtl/cues~
outputAlgo~
rh_scalelog
listman
pyext~
inv+
#from_pix
#reverse
gemkeyboard
fader
scounter
wind_whistle
ureceive~
dry-wet
usend~
mclock
3cosynth~
uspatialize~
iter2
flanjer~
woosher~
sub.bop.util.gate
unpack,
cyclone/flush,
jp.preset
lin2db
comb.filt~
GEMglBegin
GEMglEnd
restore
debounce
e_tremolo2
siren
u_wrandom
smad
pmenu
ehu/gem/cam
ehu/gem/texture
ehu/gem/win
midi-pulse-off
within-multiple
midi-pulse-on
file-exists
active
mxr/mo/send~
KontrolRack
modules/utility/empty/module
KontrolModule
modules/utility/clock/module
modules/router/parallel/module
chair.touchgate~
tickle~
chair.transpose-oct
chair.rotary-limit-range
amb/amb/n
listread
listflatten
mtl/granulator~
sf-startmsg
play~
cyclone/gate
synthesizer
context
iemlib/FIR~
sub.bop.util.spread
mtcf-send
abs/clockbpm
abs/everyn
abs/smplr
abs/euclid
dropdown
e_forcepitch
outputc~
smoother~
fd_write
list-in
ofGetMesh2dColor
cg-play-sample
program.get
delback~
camera
markov
grid
Sflux4~
arraysize
e_fbdelay
mid2dec
modules/ut/default/module
modules/ut/basicpoly/module
modules/ut/R-1x10/module
modules/ut/polybeats/module
modules/ut/clock/module
chair.vfreeverb~
polygon
path
msd2D
percsampler
g_vol2
c_adsr
cpmlooper
s_playtable
s_looper
slicesampler
lfo~
cyclone/count~
cyclone/index~
mc
l_reverb~
9
6
7
2
4
3
5
8
ascii
greaterLess
sdObjState_events_dyn_props
sdAny
else/mov.avg
mtx
mtx_exp
mtx_eye
else/canvas.bounds
iem_receive
metrum
gui.eq7.mmb
ui_mute
ui_solo
ui_fase
sfruit/instance
ui_send1
mtx_mod
mtx_+
mtx_./
mtx_int
mtx_-
303_synth3
303_seq3
zexy/time
directory
matrix
OSCrx
ar.dspGen
dsp.IO
anyreg
OSCparse
rh_list_prod_sort_by_distance
unpatch-batch-download
im.scale
im.fizzy
im.volume
im.output
im.input
im.echo
im.distort
im.chorus
ofExpr~
wrap2~
wrap2
hist
plus
smlib/threshold
demultiplex
matrix~
nozip-ctrl
dbtorms~
velocity_to_launchpad_color_value
FruitReceive
FruitSend
mnoho2
<~
PercFlut~
cg-switch~,
mtx_log
u_loader
abs_pitchshift1
abs_granularsample_particles20
abs_ssts_osc1
abs_unique_id1
abs_sampler2_display_large_flat
abs_rev3rs
abs_qlistrec3v
abs_qlistrec3n
abs_fm_op1
abs_rezdelayline1
line,
abs_samplelooper1
abs_bigplayer1voice
abs_small_paul
abs_uniquecatch1
abs_multixyfx2
abs_granularsample_table3
abs_adsr2a
abs_bigplayer1tables
cos
cyclone/+=~
cyclone/number~
cyclone/plusequals~
cyclone/train~
vcf~,
rev3~,
mimosa-nbxcol
h_map
mm_guitar_string~
list-enumerate
demux~
efx.puncher~
gui.nbx
gui.spigot
resample
stripfilename
MonoLooper
chair.stereogain~
chair.hex-tuning
em-init
iemguts/canvasposition
ctxfiles/m-interface
ctxfiles/c-move
cyclone/lessthan~
dv
tof/onlyone
pow,
convolve~
unpatch-find-sync
f==
iem_prepend
@contrast
@out
spatosc
recip~
monitor~
gf/canvas_getpos
#change
#to_list
resent~
fftease-system
car2pol~
else/rec.file~
else/brown~
else/play.file~
mat.header
mat.footer
python-interface
patch-control
patch-interface
streaming
volume-control
m_autoscale
../../chains/depth/depth
../../utils/s-counter
pix_halftone
linear_panner_6ch~
linear_panner_5ch~
linear_panner_4ch~
fd_get-element
fd_getsize
lexicon
adsr
midi-in
basic-osc
maestro4
sp-ghub4~
#t
#fold
record~
count~
index~
circular_seat
elliptic_seat
flow.send
init.dollar.zero.top
makesymbol
else/phaser~
else/rescale~
hcs/sys_gui
mtl/player~
mtl/doubling~
nroute
NET/GUInet
folder2
folder3
hoa.map
e_reslop~
j_map
lockout
e_bitcrusher
e_platereverb~
iannix_object
subpatch
debounce_b
jample_subsampler
note_to_toggle
note_to_bang
my-sawtooth~
my-square~
my-sin~
my-simple-fm~
modalBarUI~
decide
bellPend~
fromsymbol
mtx_diag
buf-params
btn
hlshelf
GEMglShadeModel
GEMglColor3f
GEMglVertex2f
pix_2grey
pix_puzzle
pix_metaimage
zirkhoa
makelist
freezelist
multiplex
list-map2
discrete-snapshot
list-drip2
iterate2
cyclone/Scope~
slicerec~
sliceplay~
fourierpatterns
zexy/z~
pyext.
savestate
vs-dodecahedron
samp
70
66
68
71
65
67
63
64
69
61
62
cmul~
V-rotate-3D
Append
phrase
list-loop
keypiano
minipoly
modplug~
ui.gain2~
ui.dsp~
function
~->
Sourcerer
DSPnamesGUImultiple
obj.props
flt.moog_vcf~
tgl.onoff
o.pack
o.route
o.print
iemguts/canvasname
iemguts/savebangs
else/lorenz~
bonk~
cyclone/Snapshot~
cyclone/framedelta~
abs_monoblur4096
abs_dly_longer_vd1
abs_delayline1
abs_dly_short_vd1
quantize~
WaveInput~
g_linkline
vj_touchpan
vj_touchgrid
vj_touchslider
vj_touchdotslider
k_count
vj_touchbtn
getTotalFrames
process_solo_on~
list-abs/list-unique
vabs/oncev
pdmus/midi-sync
coll
play-update2
hcs/canvas_name
fpd/distance-euclidean
play-update
vst~
gem_win
onoff_switch
DelayInstance
calcVolPan
pan
Jupiter
indB
Trojans
calcUnitVector
Saturn
Sun
Earth
Uranus
Mercury
KuiperBelt
Mars
Pluto
rampOnOff
Neptune
Venus
AsteroidBelt
rissetbell~
hv_tanh
specSkewness~
tID_fft~
chunk-switch
drum-spin
fm-spiral
fB-1
fB-2
fm-spiral-1
instruments/pof_vslider
aruco,
audio_pan
del,
u_dispatch
audio_tables_loader
rain
fake_weather
microserver
vsun~
wind
vclouds~
arr.occurs
cc_sequenceList
chair.chrismoore-reverb~
mtl/distoCrusher~
sp-hub8~
twodigi
ftos
aubioquiet~
inle
netsync
ctxfiles/license
../pdmtl/gems.fit.scale
./ctl
channels~
volume
output_routing
FX_winds
input_routing
FX_violine
FX_viola
FX_cello
FX_piano
input_routing_drums
compressor~
polymetro
flist2tab
any2string
pix_duotone
rgb2hsv
rgb2HCL-lut
LabIO_mux-4
mtl/chaos
opack
oappend
oprint
oprepend
swephemer~
list.none_of
colorNames
guilla/dropdownMenu
listPick
sendcanvas
mrpeach/binfile
filledpolygon
else/break
else/op~
else/glide~
sampler
newWave
ev_pro_22
ev_buf
ev_pano_stitch
ev_gemwin
ev_pano_group
out17
onoff31
out31
out3
out15
out12
out11
out8
out10
out1
out7
out4
out13
out5
out14
out9
out2
out0
out6
out24
out29
out23
onoff18
onoff29
onoff24
out28
onoff19
onoff21
out21
out25
onoff30
out30
out26
onoff20
out20
out27
onoff17
out22
out16
onoff26
onoff16
onoff22
onoff23
onoff27
onoff28
onoff25
statfeed
sdGui_num_ui
sdGui_bool_ui
sdGui_sym_ui
sdGui_events_ui
sdUnEvent
sdBoundingBox
sample.bounds
tab-osc
seq_fold
808_state
ui.keyboard
ui.spectroscope~
ui.scope~
pix_info
playlist
#scan
doc_link
patches/e_platereverb
patches/modul
ali.plot
ali.scale
ali.slide
ali.uzi
ali.fade-in-out
lin-eq-conv
st-del-fb-st.meh
fx_release-post
fx_switch
st-bp.meh
diy2/st-pureverb
fx_release-pre
else/dust~
else/rand.f~
else/pluck~
else/rand.i
else/numbox~
else/trighold~
presets/fb-1
lp4_bess~
rj_image
rpi_gpio
rpi_gpio_shiftin
k_aLine_1
radio
boids2d
list-add
tripleLine
invert
k_aLine_2
pix_diff
pix_buffer_write
k_cpu
netreceive~
distance2d
scan
drunk
#polygon_moment
#polygon_comparator
pdp_dice
param-auto-routing-flag-writer
loadbanger
coeff2pz,
rad2hz
zbiplot
fd_distributions
fd_hann~
km_resample_avg
fd_bangem
c_markov
e_pan
c_pass
prop_perturb
u_listrandom
u_listmap
u_collect
s_playchunk
VS-operator
VS-raster,
VS-scale,
VS-waveselect
poftouchable
pofhead
audio/tempo
eucl3
automator
both
spine
bendin
ofMaterial
ofSphere
ofSetDepthTest
ofDirectionalLight
else/sample~
else/pulse~
else/susloop~
else/table~
else/susloop~,
rh_ms2samp
rh_samp2ms
i2mx
rh_window_tukey
ofRot
faust-control
slambien~
ffphasors
list_60
fm/fm-main
rescale
bl.saw~
brown
kick
snare
mixer4
cyclone/triangle~
spigot,
browser.mmb
EACamera
EAVideoPlay
EAFostexMixTabPanel
sgDevice_obj
sdGate
sgDevice2
sgDevice-test
sdKeyboard_obj
sdKeyboardModes_ui
sdPackFilter
sdEvent_filterByIndex
sgDeviceToInterface
sdEventToProperties
sdProperty
sdGui_ui
sgDeviceModes_ui
sdPiano_obj
omniFilter_abs~
mix.wet.stereo~
curve3d
k_angle
k_tgl
split
GEMglPolygonMode
cone
bop.filter
transpose-row
set_comp_write
set_comp_read
depth
udpsend~
bytes2any
similarityMatrix
makeDzName
incDecNumBox
transposeSample
recordSample
#solarize
zexy/operating_system
dbtofad
store,
mapping/tolist
spam.in~
mtl/biorythm~
mtx_prod
pdjent
pdj_terminal
of.mouse
of.camera
of.box
onoff6x
onoff7x
mat.gnbx2
mat.2d.circumcircle,
rm~
./pd-dependencies/wavetablesynth
ggee/image
netclient
zz_ableton_push_encoder
mscale
zz_ableton_push_lowerbuttons
datalogue_editor
stater
hcs/folder_list
shadylib/prepender
zexy/nop
shadylib/saver
shadylib/saveroute
shadylib/txtsave
shadylib/msgsave
shadylib/stater
instr/3phase~
panner~
1grain~
scope
randomize-grain
cyclone/peakamp~
list2symbol
cyclone/comb~
m_speedlimit
u_bandpass2q
abs/s_playolap-p
arduino/arduino_out
audio/mic
extra/midiLearn
p/keytoggle
seq-sliders
notescale
synth-xylophone
audio-out
modules/oscillator~
modules/mixer~
modules/filter~
modules/vca~
modules/sequencer
modules/midi-knobs
modules/midi-keys
modules/envelope~
modules/midi-pads
modules/lfo~
modules/midi-wheels
modules/audio-out~
modules/midi-buttons
mtl/gemsWin
mtl/gemsMouse
mtl/gemsFont-Heydings-controls
mtl/randomLetter
mtl/clkSlave
mtl/seq1x8-nbx
glue
unwonk
analyzer_nolimit
pf_granular
difference
pf_pluck
pf_finger
center
total
touch_release
pf_muted
cnt
listfind
cxc_counter
abstractions
grapher~
instruments/bSampler
util/bSink~
ctl/bAssignedNotein
ctl/bAssignedCtlin
mp3play~
oggread~
scaleCurve
PRINT
fingers
finger
nPreset
fd_getfiles
ofLoadMesh2d
plate.rev~
cyclone/grab
packbone
asin
@pack
@redim
@print
@cast
bsaylor/aenv~
_table_reader_pitch
list_\$1
pvcompand~
blosc~
gm-midiin-rack
lhist
vsum
g_tgl
ddemux
tof/common~
bop.receive
bop.harp
bop.marimba
bop.reverb
bop.send
bop.euclidean
bop.sampler
bop.mix
bop
sp-gmix12~
include/sampler.play.guts~
docfiles/glock~
sdObjState_num_ui
sdObjState_sym_ui
sdDynPatch
sdObjState_bool_ui
eadsr~
sendconst
allpassdelay32~
wetdryinout~
wetdryb~
list_\$0
arrayreader
arrayreadersmall
clippy~
metaseq-router-netpd
metaseq-segmenter-netpd
master-param
fold~
mtx_index
imageTouchOnOff
eqsym
mode/listGui
cadre
set/listGui
poftextbox
rec/gui
avg~
uDMX
list-abs/list-wrandom
140
trig2bang~
white~
zerocross~
downsample~
tempo~
doppler
lin,
lores~
50
pan_core_stereo~
16stepsequencer
sequencer_clock
sdObjInterface_obj
gbman~
vftom
vrms
a.multiplinstancer
homorhythm,
fm_synth
counterpoint,
list-minmax
list-mean
list-unique-text
list-apply
midinote
legato,
list-clip
list-sum
ioi
attackTime~
list-lastx
list-extend,
spatdif
xFade~,
clock-divider-even
im.note
im.fizzy,
im.speaker
pdmus/chord-foldover
zexy/listfind,
pdmus/oncev
pdmus/chord-unique
staff
list_length,
pix_set
util/dkvmetrox_grp-unit
fd_6x6
motex/system
pmpd~
20
else/click
hv.vline~
togcolor
s_czz
socket2
test
socket1
socket0
socket4
socket3
triangle
SEQ-readWavSequence
FX-reverb
M-pair
SEQ-readMidiSequence
FX-pitch
u_makepoly
sdData
send,
sdPack
list.unpack
lin->curve
list.seq
netpd_text
netpd_a
pix_blob
c_cpfade
s_guitar
urn
sfplayer_control
oktaDispatch
thisdir
hostname
spin.toCamera
monitor_and_delay
popupCtrl-nodeList
widget-spinConnect
p
src/oktadb
osci/translate~,
osci/circle~
bit_cospan~
bit_peaks~
flow.prepend
qseq3-id2path
pipscrub
hcj.lib.play
piphz
pip.patterns
hcj.lib.throw2~
mn-flip
weightedsum
vabs/list-sum
vabs/tabsetv
~/Scripts/limiter
n_canvas
inoutelastic
outelastic
inelastic
outinelastic
insine
inoutexpo
outinsine
symbol,
curvelin
recordMIDIpitchA
sp-gdiode~
sp-glimiter~
+dsp
pshift~
bonfire-bin/printPatternToGUIandMatrix
array-findlast
nxRandom
8tapPdelay~
volctrl~
adsr--~
pitcher~
keyboardLO
keyboardHI
gui.knob
multitremolo~
vibrato~
granulator~
abs_granularsynthesis_particles_20
stereo-delay
external-audio
abs_grainstates_2c_colour
abs_grainstates_2c_tables
looper
tui~
alterna
vertical_movement
horizontal_movement
convert/ascii2pd
convert/pd2ascii
fd_visera
!msg
fsline
symbol.split
util/dkbankinlet
dklisttoclone,
flow.pass
ol_dac~
lowfxi
complex
csymbol
lset
extras/ode_fx
ode_rk4~
multislider
control_gem
freenect
pix_openni
env
osc_abs
filter_abs
noteSequencer
beatMachineBeta
~/Documents/Pd/beats-per-minute
sdPropertyList
sgDeviceEvents
goat~
pdgst
infoprint
cacasink
iso226
ofGetImageColorAt
ofLoadImage
ofEditImage
ofGetImageType
ofDoesImageNameExist
ofGetImagePath
ofGetImageTexCoord
ofGetImageTexCoords
ofIsImageAllocated
ofCreateFbo
ofPrepend
ofSaveImage
variance
array.circular
chord-pitch-range
adsr1
-~,
round~
change~
md-bypass~
md-mix2~
reson~
pix_refraction
pix_roll
arduino/arduino_in
audio/recloop
dxkpure/dxkstut~
else/order
ctxfiles/idcontrol
ctxfiles/tf
ctxfiles/tfs
ctxfiles/tfst
ctxfiles/tfsxy
ctxfiles/tfspa
ctxfiles/tfsij
ctxfiles/tfsn
else/routeall
ctxfiles/share3
ctxfiles/sz
ctxfiles/ev
ctxfiles/is
ctxfiles/ar
ctxfiles/pr
ctxfiles/os
ctxfiles/dmode
ctxfiles/delo
ctxfiles/kmode
else/fromany
ctxfiles/ss
ctxfiles/togg
ctxfiles/delr
ctxfiles/am
tof/crossfade~
zexy/blockswap~
cyclone/buffir~
cyclone/peek~
OSC
u_splicetrans
/Users/chris/nextcloud/diy_modular_synthesizer/pd_patches/rpi_zero/mac_externals/mrpeach/udpsend
pd-mrpeach/osc/packOSC
o.compose
dev/o.downcast
o.display
o.expr.codebox
else/spectrograph~
pp.openpanel
rc-gain~
rc-spigot~
glsl_convolve
m_gminstrument
zmq
plotsignal~
plot~
cyclone/speedlim
analogInput3~
scope3~
analogInput1~
setSensorThreshold~
playAudioFile~
scope1~
analogInput2~
scope2~
audioInput~
scope0~
time2freq
autospectrum~
hoa.wider~
hoa.scope~
drum.seq
snd.file
prop->
conv.samp2sec
local.float
pofquad
poftexture
pofrotate
poffbo
headset_draw
inputAccel
pdkm/dkipls~
pdkm/dkatmp~
pipe_fx_tr~
1del0
player_c~
t2l
pix_opencv_motempl
private/mtl/3dDistance
mage~
mrpeach/pipelist
mhdplay
sampler1~
master-metronome
voice
stepseq
disk
timestretch-reader-abs
num.vmetro
ev_pro_22easy
map
two_octaves_021
argspack
terminal_tedium_adc,
crand
fd_step
netpd-fx
*'
MAKE
repack
dec2hexa
drip
a2l
operating_system
demux_os
mavg
boid-midi
token-generator
atoi
zac.lumiere
seqer
metro360
glide2~
lag~
sig2float~
s2f~
setdsp~
LFO~
wsprobe~
else/buffer
splitpath
apmaster
modules/r/1x10/module
netpd-rate-limit
mtx_*
receiveOscHookSensorData
ofSetFrameRate
ofBackground
mtx_concat
ofFill
siglor~
../veltab/map
granular/player
oscSend
multi_osc1
flanger_st
15
dictionary-small
jitter~
list-id
_args
iamp~
sampstoms
abs_vssloop1s
pix_roi
see
mikiadsr
sqosc~
sawosc~
triosc~
mtl/pitchshift2~
noisegate~
pp.fft-block~
pp.out~
cmdTypeDetect
cross~
else/trig2bang~
else/lin2db~
pdp_rec~
core-coms-xsto-9
pdp-effects
pidip_effects_rack
pdp_spigot
stream_to_ffserver
pdp_imgsaver
pdp_cheby
pdp_gain
movimiento
pix_data
s_hstr
grainunit1
grainunit3
makesound
cyclone/delay~
zexy/step~
sw2
list.slice
vas_reverb~
sustain
fd_tovowel
samps2ms
lrshift~
cents2ratio
out-panel
SFO_retard_doppler,
volctl~
2tab
complex-mod~
pix_draw
paso_4_voces
oscilador_2
else/stretch.shift~
mx-aux-send
samm~
mask~
click2float~
signal1~
loop~
comment
capsfilter
xvimagesink
sigpack/impulse~
cyclone/sah~
hv_compressor2
cyclone/vectral~
cyclone/poltocar~
dec_to_binary
plot
hp3_butt~
vstplugin~
../core/_mem
utils.rec.mono~
ltbl
tcpclient
slipenc
guitarhero
add2list
convert.ms2time
mtl/139notfound-TubeScuttle~
musical.closest.note
canvasindex
efx.gui.pdelay~
mix.set.ch~
utils.gui.switch~
file.browser_
efx.pshift.ssb~
efx.gui.delay~
fx.punch~
abs.creator1
params.trigger
iem_s.wrap
canvasposition
efx.gui.pshift.ssb~
efx.gui.grunger~
abs.creator
flow.last.min
flow.last.max
scale.lin
md_anlg.in
scale.gui.curve.circle
gui.sssad.send
stepper
midi.send
efx.gui.tstretch~
musical.transpose
efx.voices~
u_bandpass2
line3
anal.scope_~
efx.gui.bubbler~
abs.creator2
efx.gui.granular.live~
efx.gui.chorus~
segment
iir
path.getdir
count.modulo
smooth
efx.gui.pan.cos.mono~
musical.form
mix.aux.stereo~
mix.ch.stereo~
mix.throw.stereo~
mix.catch.stereo~
presetstore
anal.sig_~
flow.average
utils.timebase
moonlib/s2f
else/slice
else/routetype
else/loop
else/group
else/count
else/loadbanger
else/canvas.file
else/iterate
else/canvas.setname
vinyl_synth
receiveLidar
mean
specCentroid~
lopmmb
johsloop~
hipmmb
iem_cot4~
vcf_filter~
cg-seq3
cg-metro
translateXYZ,
rotateXYZ,
convert-to-linear
cyclone/flush
gradient-display
vanilla.write.wav~
vanilla.table.transfer
vanilla.bpm2ms
amb/amb/weight
encode\$2
vcf_lp4~
math.log
list->array
d-biquadcalc-lowpass
d-reverb2~
lp-filter
megaverb
gendynModif~,
tools/mat.gnbx2
++
notemodinit
notemod
m
notemodrcvphrase
MR_table
Vmull~
KEPCommon
MASTERtypeOUT
bitsafe~
++value
perf-signal-abs
perf-signal-routing
guitarmatrix
csound6~
noise.clifford
ui.display
net-keycols
abstract_test
spot_light
synth.lightning~
u_magic-freq
fx/bitcrush
fx/delay
each
gather
delayline
../cmp/mixer
tof/breakpoints
usss.granular
usss.output
usss.zmap
breakpoints
hcs/split_path
vcf_bp4~
wavefolder~
receive13
_documentation
private/_displacement
room_EDIT
\$1reverb_2_6_6~
hp1~
pmpd3d
delta
leapmotion
angle-to-disc
ossia
ø
drown~
last_n
easyflow/redGreenBlue
easyflow/symbolize
else/gbman~
else/drive~
float2sig~
allpass.rev~
dxkpure/dxkmetrox
mtl/ambiMonoToWxyuvpq~
mtl/ambiWxyuvpqToMono~
impact~
inertial
modal
util/pdkvabs_switcher~
flow.hold~
synth-osc~
synth-fm~
synth-pulsenoise~
synth-pulsetrain~
synth-pluck~
synth-flute~
sp-ggate~
mtx_col
tof/paramFile
tof/paramDump
tof/paramGui
param-abs
else/sh~
else/lfnoise~
else/downsample~
multitap
density2~
density2
iem_delay/n_delay1p_line~
vibrato_instance
list-math
I07.phase.vocoder
seq2
gems.win
pip_layer_xfade
ffrx
sd.fire.crackles~
fresh/nz.pink~
FilmSoundPlayer_2
float_argument
move2
env_inout0Z
pp.rev
link2D
mass2D
list_store,
psycho/roughness
c.dsp~
faust~
mtl/reslop~
ctxfiles/bp
ctxfiles/gm
ctxfiles/s1
list-abs/list-pad
ctxfiles/mx
ctxfiles/asynch
iemmatrix/mtx_print
ctxfiles/gmp
mrpeach/net/udpreceive
osc/unpackOSC
osc/routeOSC
mrpeach/net/udpsend~
ma.!=~
ol_glsl_blur
gemframebuffer,
pix_texture,
scalar
x-append
vs-operator-gui
vs-circle-gui
vs-morph-gui
vs-audiodac-gui
u_listloop
c_adsrj
json-encode
json-decode
cyclone/pow~
onoff1x
onoff2x
onoff3x
onoff0x
mycobject
else/perlin~
else/oscope~
convert.bpm2freq
glsl_ascii
oauth
fifop
cyclone/spell
urlparams
AMBI/BUS-catch~
conv_ms_time
midi16step
versioncheck
patchmenu
|max|~
../non_linear/chebychev.fourth
OSC,
KeyToNote
svf~,
selector~
switch_1.0
keycourse_1.0
hv.filter
hv.filters/spectrolog
fdn~
gui.radio.tgl
gui.slider.tgl
env4seg
vectorsynth
abs/midi-learn
abs/tabsetv
abs/forloop
flatgui/popup
abs/midi-sort-events,
abs/change-symbol
abs/midi-panic-ch
abs/midi-sync,
abs/randomseed
mailman
sdGui_sym_dyn_props
hann~
bin.shift~
tpf-client-link-guts
comb.rev~
voice_n
spat~
mtx_minmax
checkbutton
ggee/streamout~
gfx_line
gfx_rec
gfx_pix
paddle_cpu
draw-scaled-wave
hud
checkgoal
./fd_out
chline
fileplayer
harmonyDetection,
loca.distance
loca.haversine-alt
loca.haversine
image
edge
array-range
num.linesmooth
cyclone/counter,
cyclone/midiflush
cyclone/midiparse
rec/gui_small
fixScale
Prepa
cadreVec
serial_communication_example
analogStyle/analogStyle,
Cloud
cg-print-line5
scope~
local_max
ø.remote
ø.param
ø.model
toxy/tot
list-dripslow
note2index
reset_clock
index2note
rmstodb~
pix_motionblur
color-select-02
lister
f+
pix_buffer_read
pix_color
drfl_vv~
di
poftranslate,
radioTogglePetit
updating/updating
radioToggle2
partSelector
PofStoreRecallParts
gammegui
PofStepSeq
PofPartSeqOulip
PofPartSeqStructureOulip
PofStep
PofPartSeqOulipo
tuneSelector
poffonts
radioToggleLong
antiFixScaleX
credit
pofkb/gettext
pad
netpd-x
i2mx~
#finished
#convolve
pdp_qt
valueOp
pd-tutorial-patches/square,
pd-tutorial-patches/triangle,
ofGate
effects
playdrumpoly
seq-toggles
audio-in
audio-delay
audio-pitchshift
gamme
audio-sampler-transpose
lp2c~
lp1c~
QA_GestionQuestions
ofGetLastRenderOrder
ofClear
zac.mouse
zac.videoprojecteur
Curtains/curtainsMain
zac.sauvegarde
DaThingFish/DaThingFishFace/daThingFishMain
Dunjon/dunjonMain
dinlet~
basicSequencerMod
sineEngine
ezDrums
tcpsend
wavesel~
wave~
triangle~
quad2quad
q2qCanvas
\$2_direct_encode_4o_2d~
maxmode
spacesym
emptysymbol
kfilename
of.oscillo~
bitnot~
Snapshot~
irpow
Env
ambipan~
sequence
fd_arg1
SeqTrig
round-to-int
SMLib-help
get_delegate
dynlib_peakenvelope~
rh_impulse~
unstep
list-compare
featureDelta
send_nrpn
poltocar
im.warm
im.triads
im.set
matrix_diag_mul_line8~
4_delay4p_line~
ali.looper
ofWrap
msd
iemlib/default
sdPropertySym
sdObjGetAll
sdObjConnectTo
@posterize
zexy/date,
sieve~
part_velocity
part_size
part_killold
part_render
sprinkler
scramble
show
ui.polar
gf/canvas_hehehe
gf/canvas_hohoho
gf/object_bbox
fx_gain_2~
pipe_fx_2~
pipe_an_2~
tff01
bangdelay
compteur
gemlist_info
lpy_load_sequence
sdFloatBang
step
lfo.+square~
ui.gain~
osc.saw~
fx_gain~
quadratic
ofEditVec2f
ofGetVec2f
ofLoadVec2f
ofGetVec2fAverage
ofGetVec2fDistSquared
ofGetVec2fs
ofGetVec2fAngle
ofDoesVec2fNameExist
ofGetVec2fLengthSquared
ofGetVec2fAngleRad
ofGetVec2fDot
ofGetVec2fLength
ofGetVec2fDist
sampvoice2
ofValue
ofGetOrien
VS-sine-circle
audio/loop
fadecurve
spam.connect
tools/mat.header
../cmp/waveshape
opensnd~
ceff~
rec1
cosenv~
vline~,
cyclone/fromsymbol
lp2~
early_echos8_4_4~
late_diffuse8_4~
gspd/vlist,
pix_frei0r
oscfmt
mc_listener
ipdoutlet
closebang
h_stack
rc-track16
#tabread
#tabwrite
time,
transpose
../processing_osc/genin1
kal_gut2
../processing_osc/del_msg_in
st-rjdj-vocoder.meh
flt.c_bpf~
flt.biquad~
noise.pink~
aubiotempo~
km_metronom
aubiopitch~
aubioonset~
km_smooth
cyclone/sinh
tonalness
upp.onward
sample
#apply_colormap_channelwise
#export_pix
ar4~
notesmidi
synth1
nop
iSeg2D
iCircle2D
rain_six_outs
trackbarV2
reversearray
interfacepadcolor
pip.tabledrifter
pip.ride
pip.pianos3
hcj.lib.cpu
bus_send_post~
aux_send_post~
mute_solo_logic
aux_send_pre~
sr_parameter
euclideanseq
polytouchout
NLFfm
mega-sequencer
polarizer
asr
pitchshifter
\$3_early1_encode_5o_2d~
\$3_early2_encode_5o_2d~
\$3_delread_orderforce~
list_pow_mul
\$3_direct_encode_5o_2d~
default
colorpanel
u_multisamplebank
edge~
fx.eq~
hcj.lib.mask
hcj.lib.coll
imageKnob
iemlib/bpq2~
#to_iem
fd_clicktrack
fd_midiread
fd_expo
ofAppend
im.keypress
im.step
im.sequence
im.tunedperc
phaseosc~
rage-pad
fuzzdelaysynth~
ezdac~
susloop~
toscolino
d-default
d-tabread2
d-for
d-random
pix_convolve
pix_tIIR
fd_gate
midi-led-on
pp.fft-block-st~
play_cosmo
tape_pitchshift
flanger
envelope
pow2
crossfade
gen_env2
drum_machine_1
multi_osc
startbang
OSCize
myhslider
e_agc
hoa.3d.scope~
hoa.3d.process~
brown-rhythm
synth.frying~
mtl/gemsFont-Starthings23D
tot
hoa.mode.sel
hoa.in~
hoa.out~
cyclone/maximum
pix_threshold_bernsen
pix_grey
sample.particular~
input.min.max_
ggee/shell
mrpeach/net/udpsend
osc/packOSC
miniscope
tenkey
LPD8
logger
sfpo_adc~
deg2rad
midisel3
touchin
midisel2
active-engine-abs
&retain
GEMSquare
plus_counter
minus_counter
blockmirror~
snd.sample~
vid.window
file.swapext
vid.player2
asr~
pan~,
o.var
file.filepath
../GEMUnit/gemParticles
gspd/add2list
gspd/vonce
gspd/midi-sync
read-corpus
gspd/midi-panic-ch
gspd/changesymbol
gspd/vscale
gspd/delgate
gspd/midi-sort-events,
gem_sceleton
tt
dvr
dvs
top
bth
sfread2~
list_bilin
numbox~
pack~
unpack~
stereoflanger~
faustlowshelf~
faustpeakeq~
fausthighshelf~
fxlist
effectsender
faustdelaylite~
tremolo~,
faustrev~
1,
chorus~,
5000
200,
ofArrow
rh_isint
excelParsing,
degree-to-note
to-multidac~
instrSwitch
algo~
list_\$8
lbang
inv
granule~
countTo
hp10_cheb~
plot.linspace~
math.erf~
granular-delay
osci/cuboid~,
get.snapshot~
pddom.r~
pddom.s~
ms2samps~
out2~
sample~
math.exp
CreateNote
Note,
misc/color.ls~
misc/vu.meter~
vbap.3d
ofGetFrameNum
mtcf-toggle
mtcf-translate
mtcf-text
mtcf-reset
ceammc.search
arrast_automato
pix_buffer
arrast_namecut
sigSelectRamp
../core/5_band_eq~
randrum
clock,
track~
np_nifalcon
match
@spread
d-modes
180
syncjams-out
map-api
re-slash-osc-address
uid
synth/synthe-voice
synth/wooble
synth/synth-fm
effect/reverb
limit
moog~
iem_send
reverb~
metersingle~
tremolo~
pix_depth2rgba
bit_multigranular
bit_mixbus~
bit_listmaker
bit_memounpack
bit_memopack
bit_mix1~
bit_lcm
hv.gte
hv.lte
getnbnotes
songMaster
fraise_interface
getenv
player~
openda_sample
openda_bus
openda_parameter
x
udp2table
../../bin/udpreceive
cyclone/play~
jon~
ex01
mtx_symasym
ap1~
envtest
sound_engine/virus_sound_engine
many/instances
oscs
counter-cycle
ofHeart
ofSetCurveRes
misc/ylm.header
vfader
Guitar_specdelay~
mainrotor
vrdel
vol~
onebang
ambientVoice~
facetVoice~
curve~
vol
fx/reverb
midi-config
key-map
arp
6581-hum
single-loop
random-stereo-phase
n_matrix~
hid
mapper
channel-out~
midi-toggle
looper-new~
audio-delay~
cosine-pan~
midi-encoder
loadbang-dsp
puremapping/stream_check
usss.sfplay
usss.delay
usss.shapee
zexy/dirac~
net.send
multiplinstancer
tan
smlib/vpow
fd_round
table_hanning
spectro_fft~
ildasend
Sdac
OscUI
join
disjoin
framedelta~
rh_list_serialize
waveSelect~
getReport
AnalogUpdateCmd
ModeUpdateCmd
IOMatrixUpdateCmd
hoa.binaural_sp
hoa.optim~
vtof
j.parameter
j.receive
j.modular
audiosettings/GIGAPortHD+
ildafile
dilemma
setmess
bl.tri~
HevyMetl~
dmxusbpro
-690
math.cbrt~
eebcounter
ofQuad3d
math.cosh
helpfiles/docfiles/kick
helpfiles/docfiles/glock~
helpfiles/docfiles/hihat
handSmoothSig
fireball
colourRGB
handConverter-Y
handConverter-X
hoa.freeverb~
partconv~
vco
rancv
attenuvert
cv2midi
wavetable
divider
random_midi3
gate2trigger
vco2
ofHsbToHex
alternate
timerollMR
getSensorData
randomChange
getOSCData
helpers/load-config
a.lpf4~
list.sep
math.binomial
sym->any
arrast_param
ave~
netpd-resolve
file
pdp_yqt
table.play~
sous_osc
SFO_source
remplir
handlers/mono_pre_processor
handlers/mono_post_processor
handlers/mono_module
core/slicer~
j-fm-presets/big-pad-2
synth.eguitar~
rc-pathtype
u_midi_learn
list_prepend,
demux,
canvasdollarzero
list_fromsymbol,
tof/menubutton
receivecanvas
list_1
ambi.mono2wxy~
listTrim
audio_pitchshift
xy_dac
xy_gemwin
selector
player_0
audio_disto
accum
else/voices
canvas.setname
chance
controls_oscillator
t2
crazy_random
25
list.split
pdp_ieee1394
sample.r
sample.display_
file.path.top
sample.bank
torus
#export
Scope~
SampleCounter
Maj
Min
sus4
7th
m7
Maj7
chair.hex-mapping
stk2~
44100
ezrec~
looper2~
gpui~
mx~
netout
of.rectangle
z-u_loader
z-u_dispatch
e_chorus
iem_image
FMclarinete~
mostra
ASR~
FMfagote~
FMorgao~
tablesampler
obj_square
obj_primTri
obj_exporter
obj_rectangle
obj_cube
vvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvv
ITERATION1,
stepsek+B
STPcolorbar10
stepsekT,
16stps______________________vlr______T___SCRATCH1
stepsekT1,
STPcolorbar6
ITERATION
STPcolorbar3
16stps______________________vlr______T___SCRATCH
STPcolorbar9
STPcolorbar1
STPcolorbar2
stepsek+A
STPcolorbar4
STPcolorbar8
STPcolorbar7
STPcolorbar5
incremNcoB
savestate_selector_A
savestate_selector_B
fruit/send2
pspread~
circle7~
ctxfiles/db
cyclone/substitute
else/window
ctxfiles/af
ctxfiles/m2filt
locusamp~
rest
-1
list_split,
ofHighShelf~
set_clone_state
reset_current_clone_state
give_clone_offs
copy_current_to_previous_clone_state
dict.get
data.dict
..//click-tracker
jmmmp/butt
expr_scale
pak
ui.slider
loadMetaPdLibs
s_fmoscil
eeb_notein_translator
mtl/foldback~
XY_coordinate_calculations
fmvoice
cycles-to-ms
dirt-voice
fm.operator~
dirt-param~
fm.bandlimit-index~
dirt-param
helloworld
ofIsBadFloat
gf.error
rc~
dispatch
arduino-out
FX-13
vca~
audio-out~
midi-knobs
midi-keys,
oscillator~
_gemvertexbuffer
blosc/bltriangle~
fx.pseudostereo~
sendbus-dispatch
sssad-localtoglobal
touch/pof_Mixeur
curvesmap~
metrosnap~
curves~
list_contain
decimate~
midicycle
atan2
mtl/circlepan~
moog/readmem
moog/writemem
onoff15x
onoff13x
onoff12x
main_fire
main_wind
main_insects
main_water
lp6_cheb~
autotuned~
fx.distortion3~
expand_env
fx.distortion2~
zconf.browse
zconf.service
zconf.domains
zconf.resolve
zconf.meta
the-movements
else/stack
else/stack,
sample-looper~
snd.bonk~
loca.line
loca.ambience
loca.circle
loca.mouse.simulate
loca.point
loca.position
loca.variables
loca.gemwin
loca.effect
loca.world.latlon
o~
kick1~
snare1~
bfilt2
ps.measures
NuiPd
mirrorwall
dline~
mout~
rzero_rev~
drive~
fd_gauss
fd_iterate
../save/save-int-separate
framp~
0.97
pc.scale
simplebd~
prepender
cyclone/delta~
dbtopow~
ftom~
powtodb~
panner_ch
ambi_rot
mtl/gemsFont-Starthings
sel,
inc-dec
peakpicking
difflux~
pitchshifter~
#contrast
#layer
brnbng_coms
else/pitch2note
else/keyboard
order
norm~
else/randpulse~
else/float2sig~
video-screen
video-multifx
video-in
synth-drums
audio-disto
synth-pluck
fade
bbttn
iem_r
lstd
spline_path
str~
pix_2gray
xsssad
mtl/3dMagnitude
pix_mix
#seq_fold
#camera
rc-808snare~_
autonet
warpLooper_sub
d-debounce
timeroll
pdp_v4l
pdp_glx
hp8_crit~
pinoff
pinon
atom
#ravel
listsublist
liner_sfgem
reflect
lowpass~
mov.rms~
fd_pshift
pix_multiply
somepixeffects
notch
panic
mrpeach/midifile
socket02_dinamic,
reverbonoffnousarmas5
sp-gparam
^'
pmtwister
expander~
faust-timer
vs-sine-circle,
usequencemessager
../../Instruments/exampleinstrument
usequencestopper
usequencespatializer
usequenceoutput
pinknoise~
artnetin
cast.client.simple~
cast.server.simple~
ofGetVec4fAverage
ui.hsl
fx.shimmer~
ui.hgain2~
cosine~
scaler
nofeedback
sysexin
midiclkin
quantize
ola2pd
param.set
voice~
ctxfiles/mp
ctxfiles/dvr
ms2samps
looper-voice
metro,
tenor
spacereplace
n_array
arpeggio
waveformselector
ADSR
3840
pst-touch
pst-osc
pst-scale
pst-control
pst-qwerty
samp_play
exp-mod~
sp-pass~
sp-dry-wet~
saturate~
ramp~
fd_lorenz-expr
gray~
one_sample_osc_2,
masterclock
Transition-Randomizer
Array-Setter-Global
Array-Setter-Delay
Array-Setter-Gliss
Array-Setter-Gliss-Presets
ofGetPath2dCommand
Bucket
andOSC
sekere~
sample_slicer2~
mm_compressor
mm_xfade
birdPan~
mm_monoSyncDelay
birdClock
mm_vocoder~
mm_rlist
mm_randFilter~
wrandom
mm_stereoChorus
mm_osc3~
mm_asr~
list-rot
randomPlayer
mm_pattern
er_contAvg
mm_ceiling2~
mm_floor2~
get-audio-dialog
#text_to_image
bp_bank
interpolation-5p
particle-wet
particle-dry
p_panels
zmq_sub
im.pulsewave
im.fader
im.sensor
im.lfo
im.multiply
quack-panel
stdout
upp.once
ezspigot
abs_tanhdist1
abs_flangerfbdly1
abs_multixyfx1
abs_jxstyle1
abs_moddelayline1
abs_table1
abs_midistep2s
parcial
tap
resonant~
gems.gl.def
GEMglEnable
fluid~
anal.sign
fx.reverb.resonance~
synth.blip~
mtl/gemsFont-Circlethings3D
fruit/receive
senpoint
bob~,
vibrate
mono2stereo
fx_level
preset_manager
../toggle~
seq/main
omxplayer
smplplayer
lst.s2f
stof
evil-signal-to-2x8bit
cartesian2spherical
cyclone/svf~
shadylib/1-0switch
1-0switch
bin/delay-module~
bin/chorus-module~
bin/dist-crush-module~
bin/reverb-module-1~
im.acid,
ofSend
ofReceive
ofGetCanvasName
ofGetFloats
pair_
channel_mono_
nl_seq
nl_syntKick
mapping/debytemask
sketch-grip
unpackxbee
packxbee
ap2~
equalizer
iemnet/udpsend
myTable127
abs_spectralxfade1
else/canvas.edit
ceil
ofListFill
ofListSort
ofFillList
fd_rgb
g_grid8x8
flatgui/knob
websocketserver
regex
fmod
thread2
list-replace
moocow/bytes2any
dkezvolM~
dkezpanM~
dkvancomp~
dkezvuS~
dkezstutterM~
dkezadc~
hoa.thisprocess~,
c.canvasmess
an.zero~
ui.hgain~
ui.n~
grab_win
httpget
http_get
chair.distance
chair.angle
receive_regname
iemlib/dollarg
list-insert
cluster3D
u_tick-multiplier
acid-core
polybang
fd_updown
grapher
list-unitvec
timbreID
cyclone/accum
_resample-sync
tr808-bd~
linear_pan~
\$2/DSP
mkmr.fi.resonator
mkmr.fi.highpass
TETRA_dest
TETRA_LFO_4
TETRA_OSC_2
TETRA_SEQ_4
TETRA_syncFreq
TETRA_SEQ_2
TETRA_SEQ_3
TETRA_CONTROLLERS_BREATH
TETRA_LFO_3
TETRA_src
TETRA_MOD_3
TETRA_CONTROLLERS_MODW
TETRA_CONTROLLERS_PRESS
TETRA_SEQ_1
TETRA_arp
TETRA_TEMPO
TETRA_CONTROLLERS_VEL
TETRA_MOD_1
TETRA_MOD_4
TETRA_MOD_2
TETRA_div
TETRA_LFO_2
TETRA_CONTROLLERS_FOOT
TETRA_ENV3
rtap_distortion9000~
setargs
gf/propertybang
math.squared
abs_16midifaders
trans-lin
pp.sfplayer~
rc-sssad
rc-808hihat~
EATi_Mix~
EATi_Mix10~
bandlimited~
testinlet~
pddom.from~
pddom.to~
lowpassq.coeffs
localSoundPlayer
kit2loader
kit1loader
sampleLoader
@inner2
gate~
choice
c.patcherargs
hoa.binaural_order7
ps.lowpass~
util-rainbowmaker
int-or-float
ali.sampler
else/drum.seq
mlist.flatten
mlist
GranulatorSampler~
Processor
a.lpf2~
VHPdataToggle
VHPdataMsg
reverb2
oscilloscope
syphonserver
m_scale
bthDades
accDades3
filtre3
accDades5
filtre5
accDades2
filtre2
accDades1
filtre1
accDades4
filtre4
#to_pix
#from_pdp
early_echos24_2_4~
late_diffuse24_4~
module_output~
module_input~
module_data
map_zero
input_state
smooth_state~
invert_state~
multiFilter_abs~
output_state
filter_pot
adsr_vol
seq_mover
pattern_read
peek~
irsqrt
irlog
func.call
osci/bezier~
ctxfiles/dv
abs_flngdelayline1
cyclone/scale~
