<unk>
<s>
</s>
msg
comport
sel
bng
change
floatatom
*~
dac~
*
osc~
split
text
symbolatom
ofGetPatchDirectory
ofSaveURL
i
expr
canvas
loadbang
samplerate~
/
t
metro
tabwrite~
del
timer
r~
r
outlet
tabplay~
inlet
unrail
route
list_split
+
list_append
netpd_s
s
b
until
f
list_prepend
list_trim
tabread
pointer
get
pack
makefilename
spigot
-
min
max
mod
struct
set
moses
list_length
bang
netpd_r
master-poly
netpd-rgb2iem
netpd-dump
unpack
ungrid
==
demux
v
receive
+~
tabread4~
vfreeverb~
dj-eq
s~
phasor~
soundfiler
hsl
env_inout0Z
vsl
wrap~
cos~
-~
ctlin
samphold~
snapshot~
vline~
spigot-toggle_red
tgl
receive~
line
clip
tabwrite
textfile
list
print
array
int
expr~
threshold~
outlet,
>=
%
!=
tedium_input
delay
<
outlet~
symbol
abs~
terminal_tedium_adc
inlet~
tedium_output
&&
adc~
table
pip.touch
hcj.lib.nano
dsp
catch~
hcj.lib.cross~
line~
throw~
spigot~
declare
pip.wavedrift~
hcj.lib.stereograin~
pip.sparklesynth
impulse~
hcj.lib.limit
clip~
pip.timing
centroid,
sum,
pc_confirm
decode
jingle
shutdown
loadmeter
mtx_eq
cyclone/zl
send
div
abs
ctxfiles/recompile
ctxfiles/br2
iemguts/sendcanvas
shared
swap
clone
notein
moocow/bytes2any
pow
>
moocow/any2bytes
ofWindow
#import
#to_float
#in
plotter_parser
route2
hpgl_op
shunt
hpgl_find_bbox
#redim
#unpack
inv+
#pack
hpgl_track_position
args
spigot-toggle_vert
folder1
splitfilename
random
folder
openpanel
s2l
h_map
initbang
iterate
trigger
add
\$2
translateXYZ
colorRGB
text2d
gemhead
\$1
\$3
\$6
\$5
\$4
l2s
vcf~
lorenz/lorenzsiginfo
fd_spigot3,
poly
/,
pdmus/chord-transpose
pdmus/midi-panic-ch
vabs/oncev
pdmus/midi-learn
\$0
vabs/forloop
append
pdmus/chord-foldover
list,
vabs/list-dripv
noteout
zexy/sort
pack,
vabs/change-any
until,
pdmus/list2int
swap,
bassemu~
*~,
freeverb~
delwrite~
cyclone/coll
list2symbol,
vabs/change-symbol
unpack,
vabs/delgate
zexy/repack
s,
pdmus/midi-player
pdmus/midi-sort-events,
vabs/vscale
vabs/listv
route,
vabs/list-sum
populate-rhythm64,
makenote
f,
pipe
pdmus/midi-panic-all
+,
pdmus/midi-learn,
ctlout
maxlib/scale
list_prepend,
zexy/.,
vabs/add2list
hcs/folder_list
zexy/list2symbol
chord-range
delread~
value
jasch_lib/strtok
select
-,
pdmus/chord-transpose,
pdmus/chord-make
pdmus/chord-estimate
pdmus/midi-sync,
routeOSC
cyclone/funnel
o.io.slipserial
unpackOSC
doc_m
sendOSC
c_euclid
poofer
key
wiringPi
c_urn10
knob
c_urn7
OSCroute
nbx
dumpOSC
mtof
pdp_reg
float
pdp_mix
spam~
ylm.header
dbtorms
d-waitpulse
tabletool
barkSpecFlux
tID_fft~
cnv
hradio
gemwin
param.get
vd~
lop~
hip~
env~
time_stretch
crossfader
crossfader2
loop
packOSC
udpsend
oggcast~
udpreceive
import
list_store
drawnumber
oscformat
rectangle
pix_alpha
color
alpha
rwa_binauralsimple~
readsf~
switch~
rg.ambidec_4.0~
sig~
rg.ambienc.3o~
rg.ambidec_8.0~
rg.ambienc.1o~
rg.ambidec_2.0~
pink~
rg.ambidec_5.0~
rg.ambienc.2o~
sssad/sssad
gcanvas
simplified_quadratic
cyclone/speedlim
biquad~
rzero_rev~
sqrt~
sqrt
block~
/~
savestate
dbtorms~
max~
slop~
map~
delread4~
cyclone/tosymbol
oscx/sendOSC
vradio
savestate,
an.onset~
gain~
ui.menu
klist
cyclone/counter
lrshift~
rsqrt~
tabsend~
bang~
tabreceive~
rfft~
sigmund~
440
69
lp1~
mull~
para_bp2~
sendreceive
hml_shelf~
prvu~
ambi_encode
pp
mtx_*~
\$5_EFF_PLUG_IN~
transf_fader
lp3_bess~
hp3_bess~
wrap
counter
phrases-weighcolors
phrases-makecolor
phrases-keychord
phrases-editor
phrases-data-out
phrases-gui-generator
keyup
phrases-data-in
keyname
iemguts/canvasposition
cyclone/edge~
<~
&&~
iemguts/oreceive
iemguts/canvasdelete
imageKnob380
pofimage
poftouch
poftranslate
pofrect
multiOR,
touch/pof_Instru
poftexts
pofcolor
instrument_pof_common
pdkl-fill
pdkl-drip
bp~
netpd_f
ofelia
comport/comport
grb_marcelGutz
send~
mrpeach/routeOSC
mrpeach/unpackOSC
mrpeach/udpreceive
Uzi
output~
vp-sidekik
log
fmod
prepend
arraycopy
rpole~
pow~
noise~
ADSR~
polarToCart
calcPanning
calcVolume
audio_selector~
xfade~
audio_selector~,
tabosc4~
cadsr~
list-nth
list-map
list-splat
l
list-replace
skaala_intervallit
summaa_intervallit
list-equalize
varita
list-sort
list-drip
concert/faders
topBar
set/instrBar
ms2samps
mag~
out~
ffdelay~
extra/sv
mixer
doc_below
doc_layout
doc_add
gf/canvas_dollarzero
bendout
freeverb~/freeverb~
abl_link~
midiout
ctl-range
chan
ctl
fexpr~
p.cv2freq~
fm.mod.osc~
scale~
multitimbral
pdklist/pdkl-fill
internals-keyswitch
hoa.2d.encoder~
hoa.2d.optim~
hoa.2d.decoder~
hoa.2d.meter~
c.meter~
hoa.dac~
c.number
c.gain~
c.patcherinfos
hoa.help.header
hoa.connect
hoa.pi~
hoa.soundcoat
snaps~
mstats
common/channel
tabread~
unsig~
pix_texture
scale
mtof~
pix_image
*,
lb
pofcirc
poffill
pofbang
savepanel
send_regname
regex
popup
fiddlebonkKKKKKKK
spigot-toggle_jaune
arduino
utils/sum~
utils/dac_
fx/od~,
fx/dly2~
fx/rvb~
fx/filter~
fx/chorus~
fx/filter4~
utils/djm...
utils/adc4
utils/mixer
utils/mm1
utils/play-stop
ofCountUntil
ofEditVec3f
ofGetVec3f
ofPrepend
ofLoadVec3f
ofVal
list_append,
ofLoadMesh3d
ofGetVec3fLength
ofMap
ofClamp
ofSnd
ofMouseListener
ofHead
ofSetColor
ofDrawMesh3d
ofExpr
ofRcv
netsend
rev2~
netreceive
loop_output
vu
u_highpass
e_beequad
c_xfade
soundoutput
ceff~
tglgrid
count
spigot-toggle_orange
spigot-toggle_violet
spigot-toggle_jaunenoir
cyclone/midiformat
cyclone/seq
onoff5x
onoff7x
onoff4x
onoff6x
once
exp~
log~
min~
m_majorscale
s_spad
loadMetaPdLibs
bl.saw~
decay2~
tempo
override2
adc~,
pgmin
override
db_calc
sun~
rmstodb
beta
linear
maxlib/cauchy
poisson
weibull
triang
bilex
gauss
expo
hsv2rgb
sphere
sin
world_light
rgb2hsv
list_tosymbol
list_fromsymbol
hoa.pi
nqpoly4
display
#color
doc_also
ofIsPointInsidePath2d
ofSetFillMode
ofDrawPath2d
ofLoadPath2d
bit_param
ofPushMatrix
ofTranslate
ofPopMatrix
ofPopStyle
ofDrawImage
ofGetTranslate
ofPushStyle
bitwiser
16-flipper
signal_router_sixteen_bit
shift_register_sixteen_bit~
soundfileplayer
omessage
oexpr
omenu
oroute
oselect
ocollect
ounion
oif
ovar
ochange
abs,
MarlinDriver
inlet,
count-ticks
seqq
drum-bank
jwy-sync-r
switch-control
control-LFO
fm/fm-main
jwy-sync-s
cross-over-out
master-ticks
MouseState
netpd-s
netpd-find-peers
netpd-status-get
netpd-r
onebang
edge
gf/canvas_setpos
gf/string_replace
gf/canvas_filename
pix_flip
pix_record
translate
fd_sum
separator
circle
pix_snap
ggee/getdir
ofGetImageDimen
ofEditImage
1
ofGetLastRenderOrder
ofClear
ofDrawFbo
ofRotateXYZ
ofBindFboTex
ofSetDepthTest
ofBox
ofGetFrameNum
ofStar
ofGetFboDimen
ofGetFboType
ofGetFboMaxSamples
ofIsFboAllocated
ofDoesFboNameExist
../WFormUnit/tri_waveII
../WFormUnit/sqr_alt_waveII
dac~,
lfo~
vdelay~
select-output~
plots~
select-input~
sine~
square~
saw~
tri~
initmess
switch
tabdump
maior
arraysize
tosymbol
init
rifft~
hann~
car2pol~
pol2car~
blocksize~
play.file~
exp
rand
rc-count
list-lastx
faustreson~
0
logvolume
atan2
netpd-if-file
unpatch-template
netpd-error
netpd-dependencies
netpd-find-sync
netpd-properties
unpatch-batch-download
netpd-fifo
netpd-dsp-off
netpd-pref-get
unpatch-reparsemsg
netpd-version-compare
netpd-hash
any
iem_s
synth.clap~
mix.out_~
data.param.gui
allp4~
allp~
chair.feedback-cancellation~
chair.gain~
chair.distance
chair.dc-offset~
mtx_fill
sounditem
sc-module
notein,
stripnote
danline
easyflow/for
list_666
easyflow/map
arrayList
easyflow/gopTool
easyflow/left2right
easyflow/switch4
easyflow/counter
easyflow/roundIfVeryClose
easyflow/switch2
easyflow/rgb
list_\$4
verb_unit
output_unit
input_unit
root
multiplex~
hanning~
blackman~
gaussian~
kaiser~
wfg
cauchy
length
zexy/multiplex
zexy/demultiplex
LeitorArquivo
EntradaMIDI
fruit/fruit
3dpan
pan_r
display~
hot
random.drunk
table.write.next
random.f
pipe,
outlet~,
key-synth
../../core/m_ADSR-randomizer
../../core/s_j-synth-core-001
gate
midi-toggle-state-settings
>>
master-set-param
rh_metro
rh_slider_click
<<
iemguts/canvasindex
iemguts/canvasconnections
else/morph~
else/out~
else/player~
pdBlSquare~
scaleXYZ
ctlin,
mapping/resample
zexy/makesymbol
cyclone/gate
moocow/any2string
cyclone/prepend
pddp/print
moocow/string2any
impseq~
czero~
cpole~
num.changebng
sr~
graph~
pulse~
mtx_rand
mtx_print
mtx_ones
inoui.player~
ambi.rotate.wxy~
ambi.gain.4~
ambi.wxy2mono~
ambi.mono2wxy~
inoui.alternate
fd_dspon
writesf~
midi-id_to_internal-message
REC
rh_vtabwrite~
outelastic
vj_quarter
inquint
vj_rect2
outexpo
k_range
vj_rect
rotateXYZ
randomF
inoutcirc
vj_square
inback
outbounce
incirc
repeat
vj_pyramid
square
inoutexpo
perk-gunshot
text3d
perk-lowtom
perk-bell
outquad
vj_radio
gemframebuffer
inbounce
glsl_vertex
glsl_fragment
glsl_program
click~
perk-hihat
st-FFTreverb
st-bitcrusher
808_global
outcirc
perk-snare
seq-format-event
bag
seq
zexy/drip
list-abs/compare-any
zexy/tabset
pdmus/forloop
pdmus/uanz
pdmus/midi-sort-events
pdmus/add2list
pdmus/list-dripv
pdmus/change-any
zexy/listfind
sort
zexy/listfind,
pdmus/chord-unique
zexy/tabdump
list-abs/list-compare
pdmus/populate-rhythm
zexy/sum
list-abs/list-apply
pdmus/prnt
diode~
pad~
rind
envgen~
shell
tabread4
cyclone/modulo~
loop~
transratio
cyclone/buffer~
ii
n_img
#out
#record
fadtodb
epseq
mtx_dbtorms
define_loudspeakers
vbap
zexy/pack
mux
list-abs/list-pad
cyclone/iter
tri_wave
e_foldover
multi-stereo-soundfiler
pddom.get
pddom.core
pddom.bin~
spect2color
tcpreceive
dxklib/sqlim~
&
element
setsize
getsize
hilbert~
atan
clock-gui
midiclockout,
ossia.param
getnbnotes
GAMMEKBV
notebank
accorder
cubesphere_clamp2d
cube_sphere
utils/test.log
utils/get.time
utils/test.later
d-8loop~
d-inv
d-pan~
d-out~
d-midictl
d-knobsmooth
d-mtof
d-lpf~
d-eq~
d-hpf3~
d-lpf3~
s-midictl
fiddle~
envrms~
d-mlvl~
d-in~
d-hpf2~
delay~
midiin
sampler~
pix_lumaoffset
>~
==~
<=
cyclone/prob
mrpeach/udpsend
mrpeach/packOSC
pix_movement
pix_mean_color
pix_freenect
pix_separator
autoscale
pix_opencv_contours_boundingrect
pix_crop
pix_resize
pix_dump
list-minmax
smooth
mapping/speedlimiter
pix_threshold_depth
sh~
rescale~
pimp~
envelope~
#store
#export
#scale_by
#draw_image
#
#fold
#outer
#clip
#finished
#cast
#inner
fps
#fft
#solarize
#dim
#print
#for
#mouse
transistor~
mix-mono
1000
cputime
list_55
pdcontrol
split_path
rmstodb~
||
hcs/split_path
range
EATi_Behaviourlines~
list-l2s
io
EATi_flip
getdir
io~
EATi_VU
EATi_cosfunction~
quantizeamt
zexy/wrap
bufplayer2-s~
volswitch-s~
panS~
_a4looper_playpos_calc
_j/scale
switchdelay
mavg
OSCprepend
speedlim
atoi
sl2hz
simple-osc-seq-4
svalue
msgtree
prepent
state_io_set
spectrum.mmb~
tID/tabletool
tID/bfcc
tID/specSpread
tID/specSkewness
tID/specKurtosis
pd~
folder_list
tID/specIrregularity
tID/specFlux
tID/specFlatness
tID/specCentroid
tID/specBrightness
tID/zeroCrossing
tID/timbreID
luabox
mcnetsend
voice
persist-save
clock
persist-load
list-idx
kount
router
chars
dollarg
of.draw
of.setWindowPosition
of.setWindowTitle
of.setup
of.setWindowShape
of.setBackgroundColor
of.Window
internals-bypass~
sampler
fx/filter3~
fx/dly1~
fx/limiter~
utils/djm/faders
utils/djm/knobsA
utils/djm/knobsMiddle
utils/djm/knobsB
utils/djm/knobsTop
utils/adc_
utils/sample_selector
utils/drumpads
lreceive
smoothGate
234.235
realtime
jacktrip
gl/p.wavdata
coords
pix_rgba
pix_grey
pix_yuv
pix_2grey
cyclone/sprintf
GEMglBegin
GEMglVertex2f
GEMglEnd
pix_write
pix_info
pddp/pddplink
gemkeyname
rec_file
cube
pix_add
GranSynLiveFbk
GrnSynBassSnr
GrnSynBassDrm
ofSetup
ofDraw
midiratio~
adapan
tanh~
smoother
glassWindow
drops
faustgen~
crossfade~
/~,
int_fract~
DRFX
qlist
OUTPUT~
g_hsl
u_count
g_hradio
s_303
nrpn_out
pgmout
syn.sd~
listbox
list-sub
c.number~
c.help.header
c.loadmess
ftom
cos
pitch
ml.svm
ml.knn
ml.mindist
ml.dtw
trainingSampleTimer
envelopeTrainingSampler~
envelopeMapping~
adsr~,
gdx-pd-network
bcf2000control
drone
drone-high
magSpec
gendy~
filterview
cyclone/switch
gemlist
cyclone/MouseState
pluck~
of.line,
of.window
of.line
#remap_image
#rotate
#fade
#grade
#to_list
#greyscale_to_rgb
#rgb_to_greyscale
#gamma
#scale_to
#posterize
#to_pdp
pdp_xv
#see
#ravel
#downscale_by
pingpong
videolooper
int,
list-accum
shm
mtl/kick808~
mtl/blip~
mtl/bufferfx~
mtl/out~
dkezdelaylopM~
dkezvcfM~
dkezvolS~
dkfloatsync
dkezctr
dkezseq
dkrgate
dkfdec
dkrdiv
dkmbang
pdksynth/dkbd1~
dkezvuM~
dkbangsync
dkvmetrox_rcv
GEMglTranslatef
sprintf
cyclone/tanh~
bela_debounce
aoo_receive~
+~,
c.incdec
c.bang
cyclone/uzi
list_14
isInside
mode/say
pofvisible
pofscale
scrollList/gui
pofxml
reverberation
materialisationEngine
pitchShift
timeRotar
beepBoop
lp1_dp~
sin_freq~
else/initmess
else/insert
else/display
./test-arguments-token
./test-arguments-comma
./test-arguments-all
addacs_in
adsr~
drunk-stereo
drunk
drunk-pulse
print~
samplorkg
samplorpd~
bonfire-bin/mymembrane~
bonfire-bin/dist-crush-module~
bonfire-bin/reverb-module-1~
bonfire-bin/selectorCounterWFloorCeiling
bonfire-bin/applyWirelessPreset,
&&,
bonfire-bin/delay-module~
bonfire-bin/chorus-module~
timer,
spigot,
bonfire-bin/nice-delay-calc
bonfire-bin/get-note-dur
bonfire-bin/effects-strip-1~
noise~,
maxlib/average
e_vocoder
soundinput
config
clr.conv
bob~
rzero~
kdemux2
ds_slot-status-request
anyonce
loadonce
Gate
list-normalize
tabset
sum
map
synth~
ml_player
ml_track_manager
ml_click
ml_message_handler
ml_recorder
ml_table_allocator
ml_layer_merger
list-group
msgfile
ctxfiles/sp01
cyclone/substitute
ctxfiles/collect
ctxfiles/l-p
cyclone/onebang
ctxfiles/mr
iemguts/canvasobjectposition
iemguts/canvasdollarzero
list-abs/list-filter
ctxfiles/adder
list-abs/list-replace
ctxfiles/fp
ctxfiles/mss
ctxfiles/af
ctxfiles/rando
relay
ctxfiles/canvasmove
ctxfiles/ad
iemguts/closebang
ctxfiles/alter
ctxfiles/sp
ctxfiles/br
list_0
iemguts/canvasname
ctxfiles/dvi
list-abs/list-enumerate
ctxfiles/cl
list_30
ctxfiles/ou
ctxfiles/t2l2
ctxfiles/cx
iemguts/canvasargs
zexy/unpack
time
iemguts/propertybang
iemguts/initbang
ctxfiles/myinit
ofDrawPath3d
ofGetPath3dPoint
ofLoadPath3d
ofGetPath3dPerimeter
ofPack
ofGetPath3dArea
ofGetPath3dTessellation
ofDoesPath3dNameExist
ofIsPointInsidePath3d
ofGetPath3dPoints
ofGetPath3dBoundingBox
ofGetPath3dCommand
ofGetPath3dCommands
ofGetPath3dCentroid
handlers/stereo_generator
handlers/stereo_module
handlers/ntg_receive
handlers/ntg_send
u_cocollect
m_symbolarray
s_noiz
u_dumpfile
g_synthcontrol
unnamed_object
touchout
audio/x-raw
videotestsrc
pix_film
purepd/symbol_argument
hoa.soundrone
hoa.2d.recomposer~
hoa.soundgrain
hoa.2d.scope~
gf/sprintf
gf/l2s
#to_s
#sprintf
xfade
bsaylor/partconv~
zexy/dirac~
cyclone/peakamp~
sigtof~
samplelooper~
mm_edge2~
rgb_shell
oscillator
gui.slider
xsssad
mix.xfade.curve.stereo~
mix.switchoglitch
pow,
fb-mess
layer
msg_pbank
GEMglPointSize
curve
correlation
acre/count_until
for++
limiter~
rvu~
z~
amb/initbangs
rotate
date
zexy/pack~
zexy/unpack~
collect
ndmetro
fd_iterate
fd_welch
state_store
unsymbol
noteout,
pix_backlight
melo
OutDec2~
drum
ac
OutDec~
pingnip4
f2s
lp8_cheb~
hp8_cheb~
apdisto
apflang
fragseq
MORPHgroup
gammeRound
melotouch
fdnrev
OutDec~,
mknob
decsample2
NDmetro
decsample
decoupeur_ctl
apvdel
mu
pofutil
melotouchLent
counter-up
counter-down
master-metronome
latch-notes
samplervoice
shadylib/multatord~
zexy/multiplex~
shadylib/blsasqri~
mtx_sum
zexy/nop
bangif
dsrand~
linterp~
scaler~
cosinterp~
iemlib/iem_prepend
cyclone/svf~
shadylib/neadsr~
iemlib/lp4_butt~
808_state
else/graph~
else/mov.rms~
else/display~
String
hv.vline
hv.pinknoise
hv.osc
cc_dropNth
not
sig2num~
not~
arrast_2tab
pix_video
pix_share_write
zexy/symbol2list
iemlib/splitfilename
test_abs
list-abs/list-sub
zexy/packel
beep
../mono.gram
../env.maker
list-rot
multiband_comp
e_dubdel
pip_reverb
e_pitchshift
e_sdelay
hoa.2d.space
hoa.2d.process~
c.preset
hoa.2d.projector~
adsr
echo
out1~
wave
meter2~
vu~
meter~
ossia.client
ossia.device
ossia.parameter
ossia.remote
else/pan4~
fd_switch
exponential_gen
pan~
list2symbol
example-bb_filebrowser
bb_filebrowser
bark~
fd_salvo
_probs
fd_gauss~
pix_buffer_read
pix_buffer_filmopen
perk-bassdrum
f!=
iterator
state_manager
objeto3
objeto2
comportYYY
rwa_binauralrir~
rwa_hpcomp~
rwa_reverb~
oscparse
tapsfour
marimba~
hdl
mono_pattern_read
mono_pattern_load
mono_row_workings
vca
quantizer
butt
bwl-osc
slope
lpg
sinebank
scope
asr
maestro4
trigger-seq
s&h
basic-lfo
wavefold
mixer2
param-nudge
combfilter
midirealtimein
fx_\$4_ctl
fx_\$4~
_client
_stereo-direct
symbol2list
state_io
shmem
ats-struct
atsdump
The_MIXER~
DSP/extensions
MIDI/test16+8bus
NET/DSPnet
pix_contrast
pix_blob
render_trigger
pipelist
aoo_send~
aoo_pack~
slipdec
objDistance
drawWave
Object
playit
lt2~
else/glide2~
else/db2lin~
else/f2s~
else/lb
else/args
else/db2lin
count_played_notes
fd_arcsin~
pc.scale
envelope-asr~
waveform~
./config
ctxfiles/grider
scrol
sp01
ctxfiles/sf
zl
ctxfiles/ts
ctxfiles/lmc
ctxfiles/lmt
ctxfiles/deb
si
cyclone/togedge
iemguts/receivecanvas
u_tabdump
u_show
ui.knob
0.999
hoa.thisprocess~
c.prepend
c.blackboard
mtx_element
mtx_zeros
mcatch~
mthrow~
list-find
local.int
syncjams-id-symbol
MY_RSP_HID_PRECISER
wiringPi_gpio
60
40
hidio
soundfile_info
syncjams
dynamicTW
karpluck~
Planet
message
algo~,
rev3~
else/pvoc.player~
else/pack2
else/meter2~
appent
xtract~
VI-readWavSequence
VI-readMidiSequence
0.05
valueChanged
autobiquad2~
gswitch~
scale127
pdp_colorgrid
atodb~
hoa.encoder~
hoa.decoder~
hoa.meter~
hoa.binaural_sp2
SoundTwo
list_store,
ssr_nfc_hoa~
ssr_binaural~
ssr_messages
midiparse
ofMouseListener,
ofOrienListener
ofLoadPolyline2d
ofCircle
upp._extract
upp.delay~
upp.once
upp.vline~
upp.tabread2~
track-record-stereo~
if-change
zexy/date
zexy/time
pitchshift
~seq1
~sound6
~fx
~mixer
~start
~seq2
~sound5
~sound4
~sound3
~sound8
~sound1
~sound7
~sound2
pix_movie
mob/xy_multi
textile
globalFX
samplePlayer
triggeredSoundFx
zonalPlayerMixer
int-control-var
3dp_view
wsprobe~
strcmp
clockObj/clockDivide
list-idx-list
bq~
bq_coef_peak
pp.mopenpanel
fd_kinetica
next-in-scale
loadbang,
env+
param.group
param.bang
param.atom
mtwister
distance-spearman
svf~
saturator~
fixScaleX
imageTouch
song/gui
lock/icon
tr909
cpdelay~
koto
chimes
rhodes
mtl/closestNote
mtl/freqdiv~
ggate
wetdry~
ctl_synctog
nrpn_sync2
dline2~
g_midi_radio
g_midi_slider
808-thing/_main
g_midi_button
gba-timer
blockhead/u_tick-multiplier
g_midi_settings
last_n_matrix
mtx_mean
teapot
else/openfile
dash~
osci/out~
osci/square~
ann_td
sssad
songParam
patternRead
rhythmicInstrumentExample
apecho
aprev
apmasterfile
phrase_play
synthExample
5clicks
+bubbler~
4stereoaux~
4meters~
frame-finder
metronome
bondo
pysend
instrument
frame-const
list-random
loopsel
tests/srnames
sample_record~
tof/sample_play~
onoff8x
onoff11x
onoff10x
onoff9x
ys.bpmtoms
ys.rj.lp
ys.snapshot
ofTouchListener
ofSepMatrix
ofSetRectMode
ofDefine
ofSquare
_locRcv
ofRectangle
_argParse2
sp-ghub12~
filter~
Melodier,
sin~
GEMgluLookAt
GEMglFrustum
GEMglMaterialfv
GEMglLoadIdentity
GEMglLineWidth
GEMglColor3f
GEMglClear
GEMglColorMask
GLdefine
GEMglFogfv
GEMglMatrixMode
GEMglFogf
GEMglEnable
GEMglShadeModel
gemdefaultwindow
GEMglViewport
GEMglClearColor
|
GEMglDisable
GEMglGetFloatv
GEMglReportError
GEMglLightModeli
GEMglDrawBuffer
upp.flow
out-mono
dbtopow
kbd
oreceive
15
canvasdollarzero
pix_gain
light
scopeXYZ~
camera_blob2
pix_snap2tex
LecteurVideo_glitch_Audio_01
lignedejoie
camera_blob
gemmouse
LecteurVideo_glitch_Audio_02
pix_invert
gpio
gpio/setGpioOut
gpio/setGpioIn
gpio/sendToGpio
./joystickPositionA
./joystickPositionB
./joystickPositionAB
./joystickPosition
unpatch-template-create
netpd-symbol2list
80
100
vas_binaural~
base-funk
osci/ball~,
osci/project~
#transpose
for
polygate~
gf/canvas_count
gf/canvas_index
ascseq
volume~
sdPack
sdFilter
sdUnPack
sdList
sdSetSelector
sdCounter
sdPackFromHuman
sdGate
sdReplace
sdObjTrack
sdFirst
sdObjGroupsInterface_obj
e_resonzq
s_osc
abs_seq
uzi
midi2sig
peakamp~
../3.audio.examples/output~
multi-clock
long-delay
simple-delay
else/tabplayer~
player_outs
ead~
threshold
else/envgen~
else/bl.saw~
else/plate.rev~
else/randpulse2~
else/rand.i~
else/sig2float~
else/bl.tri~
else/rescale
else/bl.vsaw~
else/samps2ms
else/s2f~
else/tempo
else/rand.i
else/rand.f
else/tempo~
else/function
else/keyboard
iemguts/canvasselect
km_osc_format
norep_random
mm-filter~
mm-delay~
mm-gain~
mm-analog
mm-adsr~
mm-digital
part_draw
mesh_square
part_head
part_color
part_velocity
part_source
part_killold
plugin~
c_ead
playtable~
eloopxf~
jrange
elooprange~
krunch~
mx-insert-control
mx-insert-container
tID/nearestPoint
ortho
read_1-16_3
urn
faders3
pvu~
suntime
xfm~
../ev-main/ev_declare
rc-square~_
creb/ear~
within
frandom
tanh~,
onestep2
average
c.canvasinfos
hoa.tuto.header
mycounter
list-abs/list-drip
purepd/once
i,
master-metronome,
msgpack
canvasargs
osci/dodecahedron~
osci/rotate~
Mix~
44100
gainvu~
testtone~
dynlib_peakenvelope~
rh_sdelay~
dynlib_peakhold~
rh_abs~
slicer
irVerb~
c_tobus
brickwall
fcpan
c_stchannel
player2~
10
tb_peakcomp~
e_del
u_snapshot~
load
mp3cast~
line,
easyflow/redGreenBlue
easyflow/symbolize
easyflow/hexCharToDec
panner
roamer
e_phaser
e_reslop
output
s_playtable2
e_repeater
e_platereverb
c_urn
m_minorscale
bass-1
bass-2
bass-huge
e_scompress
u_dispatch
e_tremolo2
e_reverb
e_freqshift
super-saw
e_tremolo3
s_ejun
aswitch~
m_bpm2ms
convertToBassNote
dfbe
s_playtable
convertToChord
synth-no-poly
u_robinpolymono
synth
u_listdrip
s_pinknoise
euclid
m_scale2
c_lfo
debounce
m_scale
guitar-no-poly
nop~
square_root_pan~
pi
minigun
loadfloat
Note
keypress
hpgl_to_lines
#draw_polygon
hpgl_font_render
#draw_hpgl
plotter_control
ggee/stripdir
wavAttDecFM
setWaveformDynamics
setBassMix
melodyShaper
pulseWidthMix
../tempo
coll
vabs/restrictout
#compress
doc_same
else/impseq~
else/comb.filt~
else/imp~
list_-5
tcpserver
sequencer
path.lsdir
ui.dt
pduino/arduino
standard~
lvn.stave,
lvn.hyperstave
lvn.stave
lvn.transport
pwm~
CircleCoords
Polygon2
osci/cuboid~
osci/shear~
adv3
recorder
pix_coloralpha
motorenv
dynlib_comp
dynlib_4bfs
lst/list-distrib
lst/list-map
black_keys
con/mstobpm
fetch
seq/spdctrl2
con/samptoms
con/dec2bin
cyclone/delay~
9
tr808
nnrepeat
mergefilename
ps
stripfilename
sigdelta
duckie
chirp
strings
drums
keys
myabs-bufwrite
myabs-bufread
tpf-settings-param
ask
tpf-aoo-client
seeded-random
jack-connection-manager
ardour-interface
generate-bassline
play-melo
list-extend
list-len
hoa.2d.map~
c.pak
pied/pied
g_nbx
notes
mtx_gt
sinc-gera_sintese
sonido
cup
sgFilter
recallvals
elsehighshelf~
pix_delay
math.div
print,
tof/param
tof/argument
sigpack/diode~
fresh/num.count
synths/sine-glass
fx/pitch-shifter
fdn~
surround/random-speaker
synths/sine-fm
surround/speaker-gate
fx/4mod-delay
synths/phasor-vib
rev1~
impulse1
mux~
impulse2
V-tabreadlin~
Mixer2Chan~
switchstyle
LFO~
@yuv_to_rgb
@
messageprepend
rubysprintf
@in
@store
@export_list
vox
fx\$1
OutMusic~
path.is.in
root.slash
channelAnalyser
hcs/tcl_version
hcs/version
list-abs/list-idx
cycle~
f2s~
ping.pong~
timed.gate~
randi
a_onset
u_record
s_fplaytable
swap~
sdObjState
sdPackMatch
sgDevice
else/changed
else/canvas.edit
drawpolygon
else/message
else/pol2car
else/router
else/car2pol
else/lastvalue
namecanvas
else/colors
else/default
list_64
else/limit
else/dollsym
else/receiver
else/unmerge
dollsym
else/mouse
q8_sqrt~
cyclone/Snapshot~
mtl/round
change~
#moment
#many
gui_button
audio/4_sync_loop
ls.choose
link
mass
hv.eq
hoa.2d.map
c.toggle
hoa.process~
hoa.binaural_order3
c.menu
dc~
piano
qompander~
api
apf
fixScale
cyclone/fromsymbol
127
rand.f
break
dec2frac
consonance
varispeedsfplay~
readanysf~
net/udpreceive
osc/unpackOSC
osc/routeOSC
net/udpsend
osc/packOSC
puremapping/iir
vinylcontrol~
iemlib/soundfile_info
closebang
selectAudioDevice
_seq_\$2
u_collect
lop.bw~
vsaw~
cyclone/scale
pan2~
mix2~
gbman~
meter4~
mono.rev~
pix_sig2pix~
brown~
lfo
streamout~
mix4~
meter
pix_kaleidoscope,
rand.i
lfnoise
fork
gemvertexbuffer
cylinder
torus
array_add
mtl/randomFile
rbpq2~
matrix_mul_line8~
sp-keypress
demultiplex~
mtx_polyval
pdp_freeframe
pdp_scale
multiline~
OGGSRC
receive_setting
receive_parameter
choose-note
play-short
mod,
#export_list
mmReciever
else/highshelf~
else/bicoeff2
else/biplot
zexy/==~
zexy/avg~
list-wrandom
PRINT
jackpatch
command
tempo-to-sr
fd_arraycopy
of.noiseplane
pd-dom
get.time
vvconv
sik/simpledelay
../non_linear/chebychev.seventh
Orgel2
mathrax_soundout
netpd-split-path
dir
adac~
FM_toc
cpt
FM_BD
FM_snare
FM_synth
mix~
ad~
snapStrip
accumrotate
pix_coordinate
snapStripRpi
resample
rnd_surface
pix_roi
pix_set
surface3d
time_counter
oscparam
canvas_name
sys_gui
pix_info,
clearZ
rnd_flow
collect2
swe~
mtl/cues~
outputAlgo~
rh_symm2norm~
rh_scalelog~
rh_scalelog
rchoice
listman
pyext~
#from_pix
gf/gl
#to_l
#to_pix
#reverse
gf/mouse_spy
gemkeyboard
3cosynth~
fader
uspatialize~
scounter
rand_max
ftoi
iter2
rand_min
woosher~
flanjer~
dry-wet
rand_tri
wind_whistle
mclock
usend~
perlin
ureceive~
sub.bop.util.gate
cyclone/flush,
<=,
gate,
sub.bop.util.noses
jp.preset
lin2db
db2lin
comb.filt~
GEMglVertex3fv
restore
sample-synth
nuclear-sine
smad
u_wrandom
siren
u_robinpoly
pmenu
list-iter
ehu/gem/texture
ehu/gem/cam
ehu/gem/win
within-multiple
file-exists
midi-pulse-on
midi-pulse-off
active
mxr/mo/send~
KontrolModule
modules/router/parallel/module
KontrolRack
modules/utility/empty/module
modules/utility/clock/module
tickle~
chair.hex-tuning
chair.capsense
chair.rotary-limit-range
chair.touchgate~
chair.hex-mapping
chair.transpose-oct
amb/amb/n
listflatten
listread
muse
mtl/granulator~
delay,
sf-startmsg
play~
synthesizer
context
cyclone/cartopol~
iemlib/FIR~
sub.bop.util.spread
sub.bop.casio.voice
mtcf-send
abs/smplr
dropdown
abs/everyn
abs/euclid
abs/clockbpm
pix_normalize
e_forcepitch
outputc~
smoother~
fd_write
list-in
ofGetMesh2dColor
cg-2-way-detent
cg-play-sample
delback~
program.get
camera
markov
grid
Sflux4~
e_fbdelay
init.post.dollarg
mid2dec
modules/ut/default/module
modules/ut/polybeats/module
modules/ut/basicpoly/module
modules/ut/clock/module
modules/ut/R-1x10/module
chair.vfreeverb~
polygon
path
xy
audio.argument
utils.get.args
utils.check.unit
utils.check.variable
msd2D
g_vol2
cpmlooper
s_looper
c_multimetro
slicesampler
c_adsr
percsampler
m_mixolydian
cyclone/count~
cyclone/index~
mc
l_reverb~
pitcher~
6
2
4
3
5
8
7
ascii
greaterLess
sdObjState_events_dyn_props
sdLines
sdPackFilter
sdEventToProperties
sdDynPatch
sdAny
else/mov.avg
mtx
mtx_exp
mtx_log
mtx_eye
sub.bop.util.scale
cyclone/Uzi
else/canvas.bounds
ui_fase
iem_receive
ui_mute
ui_solo
metrum
gui.eq7.mmb
sfruit/instance
ui_send1
mtx_mod
mtx_+
mtx_-
mtx_./
mtx_int
cyclone/rampsmooth~
303_synth3
303_seq3
matrix
repack
directory
OSCparse
anyreg
ar.dspGen
OSCrx
dsp.IO
rh_list_prod_sort_by_distance
im.echo
im.output
im.scale
im.fizzy
im.volume
im.distort
im.chorus
im.input
ofExpr~
wrap2~
wrap2
cents2ratio
samps2ms
hist
list-stddev
plus
demultiplex
limit
smlib/threshold
matrix~
nozip-ctrl
onedb
velocity_to_launchpad_color_value
FruitSend
FruitReceive
mnoho2
hip~,
PercFlut~
cg-switch~,
u_loader
abs_qlistrec3v
abs_plk2dg
abs_delayrw1
abs_ssts_osc1
abs_tanhdist1
abs_adsr2a
abs_bigplayer1voice
abs_rezdelayline1
abs_unique_id1
abs_noisefmsyncoscillator
abs_pitchshift1
abs_granularsample_particles20
abs_multixyfx2
abs_fm_op1
abs_tabosc512buffer
abs_samplelooper1
abs_sampler2_display_large_flat
abs_small_paul
abs_qlistrec3n
abs_randrezresonator1
abs_adsr2m
abs_rev3rs
abs_atable2
playlist
bendin
abs_uniquecatch1
abs_bigplayer1tables
abs_granularsample_table3
cyclone/plusequals~
cyclone/number~
cyclone/+=~
cyclone/train~
vcf~,
rev3~,
remap
mimosa-nbxcol
list-enumerate
mm_guitar_string~
list-rev
gui.spigot
gui.nbx
efx.puncher~
demux~
MonoLooper
chair.stereogain~
em-init
ctxfiles/m-interface
ctxfiles/c-move
cyclone/lessthan~
dv
tof/onlyone
convolve~
netpd-version
unpatch-find-sync
netpd-patch-download
f==
iem_prepend
@out
@contrast
spatosc
recip~
monitor~
channelst
gf/canvas_getpos
#change
fftease-system
resent~
../../utils/get.time
else/brown~
else/rec.file~
else/play.file~
mat.header
mat.footer
patch-interface
streaming
python-interface
patch-control
volume-control
m_autoscale
../../utils/s-counter
../../chains/depth/depth
pix_halftone
linear_panner_6ch~
linear_panner_5ch~
linear_panner_4ch~
fd_get-element
fd_getsize
lexicon
basic-osc
midi-in
sp-ghub4~
#t
../keytoggle
count~
index~
record~
curve_exp
curve_log
elliptic_seat
circular_seat
flow.send
init.dollar.zero.top
makesymbol
file.path.top
else/rescale~
else/phaser~
hcs/sys_gui
helpprint
cyclone/accum
alter
mtl/doubling~
mtl/player~
nroute
NET/GUInet
folder3
folder2
hoa.map
j_map
lockout
e_platereverb~
e_reslop~
e_bitcrusher
iannix_object
subpatch
jample_subsampler
note_to_bang
file_loader
note_to_toggle
debounce_b
my-square~
my-sin~
my-sawtooth~
my-simple-fm~
-1
bellPend~
mtx_diag
modalBarUI~
decide
fromsymbol
iemmatrix/mtx_mul~
db2v
buf-params
hlshelf
chan-mix
btn
tan
pix_puzzle
pix_metaimage
zirkhoa
multiplex
list-map2
makelist
discrete-snapshot
freezelist
list-drip2
list-math
iterate2
sliceplay~
fourierpatterns
cyclone/Scope~
slicerec~
zexy/z~
pyext.
vs-dodecahedron
logvolume~
Out~
samp
65
62
63
line~,
61
64
66
67
68
70
71
500
cmul~
q8_rsqrt~
V-rotate-3D
Append
ar4~
phrase
list-loop
minipoly
keypiano
function
modplug~
ui.gain2~
ui.dsp~
~->
Sourcerer
uglifysymbol
sendreceive_nofb
beautifysymbol
dbtofad
DSPnamesGUImultiple
satOpen
obj.props
flt.moog_vcf~
tgl.onoff
o.pack
o.print
o.route
iemguts/savebangs
usrcmidi/mono
else/lorenz~
cv.add
bonk~
cyclone/framedelta~
abs_fm_op1fb
abs_table1
abs_monoblur4096
abs_delayline1
abs_dly_short_vd1
abs_dly_longer_vd1
quantize~
WaveInput~
vj_touchbtn
vj_touchslider
k_random
k_count
g_linkline
vj_touchgrid
vj_touchpan
vj_touchdotslider
getTotalFrames
process_solo_on~
jasch_lib/strcut
jasch_lib/strlen
vabs/list-prod
vabs/list-dripr
vabs/list-scale
cyclone/mean
pdmus/distance-euclidean,
vabs/list-rotate
list-abs/list-math
play-update
pdmus/midi-sync
list-abs/list-unique
play-update2
hcs/canvas_name
fpd/distance-euclidean
vst~
gem_win
onoff_switch
DelayInstance
calcVolPan
pan
indB
calcUnitVector
rampOnOff
Jupiter
Mars
Trojans
KuiperBelt
Earth
AsteroidBelt
Pluto
Venus
Mercury
Uranus
Neptune
Sun
Saturn
testtools/unit-test-frame~
creb/blocknorm~
rissetbell~
hv_tanh
specSkewness~
chunk-switch
drum-spin
fB-1
fB-2
fm-spiral
fm-spiral-1
instruments/pof_vslider
aruco,
audio_pan
del,
vsun~
fake_weather
microserver
wind
rain
audio_tables_loader
vclouds~
arr.occurs
cc_sequenceList
chair.chrismoore-reverb~
mtl/distoCrusher~
sp-hub8~
twodigi
ftos
aubioquiet~
inle
netsync
ctxfiles/license
./ctl
../pdmtl/gems.fit.scale
../pdmtl/count.modulo
../pdmtl/midi.note.split
channels~
FX_violine
input_routing
FX_viola
output_routing
FX_winds
volume
compressor~
FX_cello
input_routing_drums
FX_piano
polymetro
flist2tab
any2string
pix_data
vanilla.change
pix_duotone
LabIO_mux-4
rgb2HCL-lut
LabIO_mux-2
mtl/chaos
oappend
oprint
opack
oprepend
shuffle
swephemer~
list.none_of
colorNames
listPick
guilla/dropdownMenu
sendcanvas
mrpeach/binfile
filledpolygon
else/break
else/op~
else/glide~
ev_gemwin
newWave
ev_buf
ev_pano_group
ev_pano_stitch
ev_pro_22
out28
out18
out19
out2
out3
out0
out4
out5
out6
out7
out8
out9
out10
out11
out12
out13
out14
out15
out1
out16
out17
out20
out21
out22
out23
out24
out25
out26
out27
out29
out30
out31
onoff16
onoff31
onoff30
onoff29
onoff22
onoff17
onoff20
onoff27
onoff25
onoff21
onoff26
onoff28
onoff24
onoff19
onoff18
onoff23
statfeed
sdGui_bool_ui
sdUnEvent
sdGui_sym_ui
sdGui_events_ui
sdGui_num_ui
sdProperty
sdPropertyList
sdBoundingBox
sample.bounds
tab-osc
seq_fold
ui.spectroscope~
ui.scope~
ui.keyboard
rtc/xrandom
#scan
doc_link
patches/e_platereverb
patches/randomNoRepeat
patches/modul
ali.sample-recorder
ali.scale
ali.fade-in-out
ali.slide
ali.uzi
ali.plot
forloop
st-del-fb-st.meh
fx_release-post
fx_switch
diy2/st-pureverb
st-bp.meh
fx_release-pre
lin-eq-conv
else/pluck~
else/numbox~
else/rand.f~
else/dust~
else/trighold~
presets/fb-1
lp4_bess~
rj_image
u_seededrandom
16
u_default
list.choice
osc.pulse~
rpi_gpio
rpi_gpio_shiftin
distance2d
inoutbounce
triangle
k_aPos
distance_n
k_aLine_1
k_aLine_2
radio
invert
GEMglVertex3f
k_speed
tripleRand
list-add
tripleLine
boids2d
k_move_1
pix_buffer_write
k_cpu
hid
k_angle
netreceive~
k_timespigot
k_maxmin
pix_diff
scan
#polygon_comparator
#polygon_radial_map
#polygon_moment
pdp_dice
param-auto-routing-flag-writer
one-float
biplot
car2pol
rad2hz
coeff2pz,
loadbanger
zbiplot
fd_distributions
fd_hann~
km_resample_avg
fd_bangem
e_pan
c_pass
c_markov
u_listrandom
u_listmap
prop_perturb
s_playchunk
VS-operator
VS-raster,
VS-scale,
VS-waveselect
poftouchable
pofhead
audio/tempo
spine
eucl3
automator
both
ofDirectionalLight
ofMaterial
ofSphere
else/susloop~,
else/pulse~
else/susloop~
else/table~
else/sample~
couscous-grain
rh_ms2samp
rh_window_tukey
rh_samp2ms
i2mx
rh_zerox
ofRot
faust-control
slambien~
list_60
ffphasors
moog~
ffrx
mean
brown
rescale
tpf-mutex
mixer4
kick
mega-sequencer
clock-divider-odd
snare
clock-multiply
4to1-switch
cyclone/triangle~
supermegamasterimprovisador
browser.mmb
EAVideoPlay
EAFostexMixTabPanel
EACamera
sdData
sdPiano_obj
sdEvent_filterByIndex
sgDevice2
sgDevice-test
sgDeviceModes_ui
sgDeviceToInterface
sdGui_ui
sdKeyboard_obj
sgDevice_obj
sdKeyboardModes_ui
omniFilter_abs~
mix.wet.stereo~
GEMglPolygonMode
model
k_tgl
curve3d
outoutquart
facing
part_info
cone
bop.filter
transpose-row
set_comp_read
set_comp_write
k_between
depth
polarizer
ladder-filter
udpsend~
bytes2any
similarityMatrix
dphasor1~
transposeSample
makeDzName
recordSample
incDecNumBox
pdp_noise
pdp_zoom
pdp_del
zexy/operating_system
iemlib/init
store,
mapping/tolist
send,
tools/mat.2d.dbap,
tools/mat.2d.rctocar,
tools/mat.2d.itorc,
spam.in~
mtl/biorythm~
mtx_prod
pdjent
pdj_terminal
list_\$2
of.camera
of.mouse
of.box
recordMIDIspeedA
recordMIDIpitchA
recordMIDIA
mat.gnbx2
mat.2d.circumcircle,
rm~
./pd-dependencies/wavetablesynth
lister
netclient
ggee/image
metro,
mscale
cyclone/spell
zz_ableton_push_lowerbuttons
zz_ableton_push_encoder
datalogue_editor
datalogue~
stater
shadylib/txtsave
shadylib/saveroute
shadylib/msgsave
shadylib/prepender
shadylib/saver
shadylib/stater
instr/3phase~
1grain~
randomize-grain
panner~
cyclone/comb~
m_speedlimit
u_bandpass2q
abs/s_playolap-p
e_agc
effect/reverb
audio/recloopsave
audio/sampler8
synth/synth_voice
arduino/arduino_out
audio/mic
effect/delay
extra/midiLearn
p/keytoggle
seq-sliders
notescale
synth-xylophone
audio-out
receives
listfind
modules/lfo~
modules/envelope~
modules/vca~
modules/audio-out~
modules/mixer~
modules/filter~
modules/midi-pads
modules/sequencer
modules/oscillator~
modules/midi-wheels
modules/midi-keys
modules/midi-buttons
modules/midi-knobs
mtl/clkSlave
mtl/seq1x8-nbx
mtl/gemsFont-Heydings-controls
mtl/gemsWin
mtl/gemsMouse
mtl/randomLetter
unwonk
glue
tabdump2
Scope~
mtx_rmstodb
analyzer_nolimit
difference
pf_pluck
center
total
touch_release
cnt
pf_muted
pf_finger
pf_granular
pf_trigger
foreach
cxc_counter
abstractions
grapher~
ctl/bAssignedCtlin
instruments/bSampler
util/bSink~
ctl/bAssignedNotein
a2l
oggread~
mp3play~
scaleCurve
finger
fingers
nPreset
fd_getfiles
ofLoadMesh2d
plate.rev~
cyclone/grab
@finished
@rgb_to_greyscale
@greyscale_to_rgb
@color
noisef~
packbone
asin
@redim
@cast
@print
@pack
44.1
bsaylor/aenv~
_table_reader_pitch
_make_path
list_\$1
pvcompand~
blosc~
kinv
gm-midiin-rack
lhist
vsum
g_tgl
ddemux
tof/common~
bop.notefx
bop.rhodes
bop.distortion
bop.mix
bop.send
bop.euclidean
bop.casio
bop.reverb
bop.transform
bop.ramp
bop.noteslider
bop.sampler
bop.marimba
bop.harp
bop.receive
bop
sp-gmix12~
include/sampler.play.guts~
docfiles/glock~
sdObjState_bool_ui
sdObjState_num_ui
sdObjState_sym_ui
eadsr~
sendconst
allpassdelay32~
wetdryinout~
wetdryb~
clippy~
arrayreader
list_\$0
arrayreadersmall
metaseq-segmenter-netpd
master-param
metaseq-router-netpd
fold~
mtx_>
mtx_find
mtx_index
mode/listGui
poftextbox
imageTouchOnOff
set/listGui
cadre
eqsym
rec/gui
avg~
uDMX
list-abs/list-wrandom
140
trig2bang~
downsample~
zerocross~
white~
tempo~
envgen
doppler
lin,
scale_set
lores~
50
%,
pan_core_stereo~
16stepsequencer
sequencer_clock
320
sdObjInterface_obj
mx-fx-2level-selector
vftom
vrms
index
a.multiplinstancer
tof/path
list-mean
list-sum
list-delete
list-map2,
list-apply
list-unique-text
midinote
attackTime~
homorhythm,
fm_synth
list-clip
counterpoint,
specFlatness~
list-extend,
ioi
inlet~,
legato,
list-abs
reverb~,
specCentroid~
spatdif
xFade~,
clock-divider-even
im.note
im.fizzy,
im.speaker
pdmus/oncev,
add2list
pdmus/list-sum
pdmus/oncev
midi2note
staff
list_length,
chorus
util/dkvmetrox_grp-unit
fd_6x6
motex/system
varia
vol2
balance
pmpd~
21
20
else/click
hv.vline~
togcolor
s_czz
test
socket3
socket0
socket2
socket4
socket1
dsynth-voice
SEQ-readMidiSequence
FX-pitch
u_makepoly
FX-reverb
SEQ-readWavSequence
M-pair
list.unpack
lin->curve
list.seq
netpd_text
netpd_a
s_guitar
c_cpfade
p
random3
oktaDispatch
spin.toCamera
sfplayer_control
thisdir
hostname
widget-spinConnect
popupCtrl-nodeList
monitor_and_delay
src/oktadb
osci/translate~,
osci/circle~
bit_cospan~
bit_peaks~
flow.prepend
qseq3-id2path
hcj.lib.play
piphz
pip.patterns
hcj.lib.throw2~
pip.sparkle.makenote
pipscrub
mn-flip
weightedsum
pdmus/midi2note
vabs/tabsetv
~/Scripts/limiter
perf-dsp
n_canvas
inelastic
outinelastic
outinsine
insine
inoutelastic
lincurve
symbol,
curvelin
sp-gdiode~
sp-glimiter~
+dsp
pshift~
bonfire-bin/printPatternToGUIandMatrix
km_smooth
array-findlast
wrap,
nxRandom
volctrl~
adsr--~
8tapPdelay~
keyboardHI
keyboardLO
gui.knob
multidelay~
chorus~
multitremolo~
vibrato~
remove_dc_offset~
normalize~
dynamic_manager
ringmod~
multifilter~
granulator~
abs_granularsynthesis_particles_20
abs_grainstates_2c_tables
abs_grainstates_2c_colour
external-audio
stereo-delay
looper
tui~
horizontal_movement
alterna
vertical_movement
convert/ascii2pd
convert/pd2ascii
_gaussian
_seltab
!msg
fd_round
fd_dory
fd_visera
fsline
symbol.split
dklisttoclone,
util/dkbankinlet
flow.pass
ol_dac~
lowfxi
lset
csymbol
complex
ode_rk4~
multislider
control_gem
extras/ode_fx
freenect
pix_openni
env
filter_abs
osc_abs
beatMachineBeta
noteSequencer
~/Documents/Pd/beats-per-minute
flute~
sgDeviceEvents
goat~
mtx_egg
cacasink
infoprint
pdgst
iso226
ofGetImageColorAt
ofGetImagePath
ofGetImageTexCoord
ofDrawSubImage
ofBindImageTex
ofSaveImage
ofDoesImageNameExist
ofIsImageAllocated
ofCreateFbo
ofGetImageTexCoords
ofLoadImage
ofGetImageType
bpmtoms
variance
array.circular
chord-pitch-range
expcurve~
adenv2~
-~,
adsr1
round~
md-mix2~
md-bypass~
reson~
modules/interp
pix_refraction
pix_mix
pix_kaleidoscope
pix_roll
audio/recloop
arduino/arduino_in
dxkpure/dxkstut~
randgate
dxkpure/scaledeg
pan2~,
chance
else/fromany
else/toany
ctxfiles/m-store
else/routeall
else/order
ctxfiles/sz
ctxfiles/share3
ctxfiles/ev
ctxfiles/delo
ctxfiles/is
ctxfiles/os
ctxfiles/ar
ctxfiles/dmode
ctxfiles/kmode
ctxfiles/pr
ctxfiles/am
ctxfiles/delr
ctxfiles/togg
ctxfiles/ss
ctxfiles/idcontrol
ctxfiles/tf
ctxfiles/tfst
ctxfiles/tfs
ctxfiles/tfspa
ctxfiles/tfsij
ctxfiles/tfsxy
ctxfiles/tfsn
zexy/blockswap~
tof/crossfade~
cyclone/decide
cyclone/urn
cyclone/buffir~
cyclone/peek~
OSC
u_splicetrans
/Users/chris/nextcloud/diy_modular_synthesizer/pd_patches/rpi_zero/mac_externals/mrpeach/udpsend
pd-mrpeach/osc/packOSC
o.display
dev/o.downcast
o.compose
o.expr.codebox
else/spectrograph~
pp.openpanel
rc-minimoog~_
rc-gain~
list-unique
rc-spigot~
glsl_convolve
m_gminstrument
rndwalk
zmq
plot~
plotsignal~
recordAudioFile~
playAudioFile~
audioInput~
scope3~
setSensorThreshold~
analogInput1~
scope1~
analogInput3~
scope0~
analogInput2~
scope2~
time2freq
autospectrum~
mono-organ
hoa.wider~
hoa.scope~
drum.seq
prop->
conv.samp2sec
local.float
snd.file
float2sig~
string
string.split
string.join
str->sym
pofrotate
pofquad
poffbo
poftexture
pofwin
headset_draw
libs/kalman-pd/kalman
inputAccel
cyclone/loadmess
hcj.lib.rocksteady
pdkm/dkatmp~
pdkm/dkipls~
pipe_fx_tr~
1del0
player_c~
t2l
list-abs/list-map
pix_opencv_motempl
delta
private/_displacement
tab_min_index
private/mtl/3dDistance
topos.features
mage~
else/dir
unit-test-frame~
mhdplay
mrpeach/pipelist
60000
sampler1~
vmetro
sampler-voice
stepseq
disk
timestretch-reader-abs
num.vmetro
ev_pro_22easy
note
two_octaves_021
argspack
terminal_tedium_adc,
crand
fd_step
netpd-fx
*'
dec2hexa
hexa2dec
demux_os
f2char
pied/dec2hexa
drip
dripchar
operating_system
MAKE
boid-midi
token-generator
unit-test-frame
smlib/lmax
zac.lumiere
slider
seqer
metro360
setdsp~
sig2float~
s2f~
glide2~
lag~
else/buffer
list-dripv
apmaster
splitpath
modules/r/1x10/module
netpd-rate-limit
receiveOscHookSensorData
mtx_*
ofFill
ofSetFrameRate
ofBackground
mtx_concat
siglor~
midiflush
../veltab/map
envelope
bitcrush
flanger_st
multi_osc1
granular/player
reverb
crossfade_st
oscSend
dictionary-small
jitter~
normalize-octave
list-id
_args
iamp~
sampstoms
logcurve
grain00~
abs_vssloop1s
see
mikiadsr
sqosc~
triosc~
sawosc~
mtl/pitchshift2~
pol2rec~
noisegate~
rec2pol~
pp.fft-block~
pp.out~
cmdTypeDetect
cyclone/allpass~
cross~
else/trig2bang~
else/lin2db~
pidip_effects_rack
pdp_spigot
pdp-effects
stream_to_ffserver
movimiento
capture
mix2
pdp_imgloader
pdp_gain
png2
gen_plasma
pdp_rec~
seek-control
pdp_load
gen_noise
pdp_imgsaver
pdp_cheby
webcam
geminput
core-coms-xsto-9
s_hstr
grainunit1
grainunit3
grainunit2
grainunit4
makesound
zexy/step~
sw2
s-ireplace
list-dripslow
env_inout1
list.slice
iem_delay/n_delay1p_line~
zexy/quantize~
vas_reverb~
TogEdge
sustain
fd_tovowel
out-panel
SFO_retard_doppler,
volctl~
01toquartic
2tab
e_tanh
complex-mod~
pix_draw
paso_4_voces
oscilador_2
else/stretch.shift~
mx-aux-send
samm~
mask~
click2float~
m-comb
lorenz
siginfo
signal1~
comment
capsfilter
xvimagesink
sigpack/impulse~
cyclone/sah~
hv_compressor2
matchbox
any2string_SEMICRLF
any2string_CRLF
cyclone/poltocar~
cyclone/greaterthaneq~
cyclone/vectral~
dec_to_binary
plot
hp3_butt~
vstplugin~
iemnet/udpreceive
../core/_mem
utils.rec.mono~
ltbl
slipenc
tcpclient
guitarhero
convert.ms2time
mtl/139notfound-TubeScuttle~
pcs-transpose
efx.gui.grunger~
fx.punch~
mix.set.ch~
iir
params.trigger
iem_s.wrap
efx.pshift.ssb~
efx.gui.delay~
canvasindex
scale.gui.curve.circle
midi.send
scale.lin
musical.transpose
musical.closest.note
md_anlg.in
gui.sssad.send
efx.gui.pdelay~
utils.gui.switch~
mix.ch.stereo~
mix.throw.stereo~
moonlib/s2f
count.modulo
line3
segment
abs.creator1
canvasposition
efx.gui.bubbler~
efx.gui.pan.cos.mono~
Bucket
flow.last.max
flow.last.min
flow.average
efx.gui.tstretch~
stepper
abs/storage
musical.form
file.browser_
abs.creator
efx.gui.pshift.ssb~
efx.voices~
presetstore
abs.creator2
u_bandpass2
mix.aux.stereo~
anal.sig_~
gui.bng.box
efx.gui.granular.live~
efx.gui.chorus~
anal.scope_~
path.getdir
utils.timebase
mix.catch.stereo~
else/count
else/group
else/iterate
else/retrieve
else/loop
else/canvas.setname
else/canvas.file
else/slice
else/loadbanger
else/routetype
vinyl_synth
receiveLidar
hipmmb
johsloop~
lopmmb
iem_cot4~
vcf_filter~
simple
cg-metro
cg-seq3
convert-to-polar
convert-to-linear
translateXYZ,
rotateXYZ,
cyclone/flush
cyclone/counter,
sub.bop.euclidean
gradient-display
vanilla.table.transfer
vanilla.scale.linear
vanilla.bpm2ms
vanilla.write.wav~
amb/amb/weight
encode\$2
vcf_lp4~
math.log
list->array
d-reverb2~
d-biquadcalc-lowpass
d-biquadcalc-equalizer
lp-filter
megaverb
gendynModif~,
tools/mat.gnbx2
midi-patch
poly-organ
poly-guitar
poly-bass
poly-chroma
poly-brass
midi-drum
midi-pgm
notemodrcvphrase
++
s_rhodey
orfilter
m
MR_table
Vmull~
notemod
KEPCommon
notemodinit
MASTERtypeOUT
bitsafe~
++value
perf-signal-routing
client-fill-abs
avg-ping-abs
perf-signal-abs
guitarmatrix
ladd2
csound6~
noise.clifford
ui.display
net-keycols
abstract_test
spot_light
synth.lightning~
fx/delay
u_magic-freq
fx/bitcrush
gather
each
delayline
../cmp/mixer
../cmp/multi_osc1
../cmp/bitcrush
tick
tof/breakpoints
usss.granular
usss.output
usss.zmap
breakpoints
fudiparse
vcf_bp4~
t3_delay
wavefolder~
wavestretcher~
wavecutter~
receive13
tab_min_max
_documentation
hp1~
\$1reverb_2_6_6~
room_EDIT
pmpd3d
elooper~
vector-angle3
angle-to-disc
scale-to-freq
leapmotion
@dim
listmake
@!
@outer
@for
listelement
@fold
@convolve
../../pdmtl/list.split
ossia
ø
drown~
last_n
tri2~
else/drive~
else/gbman~
allpass.rev~
dxkpure/dxkmetrox
mtl/ambiMonoToWxyuvpq~
mtl/ambiWxyuvpqToMono~
crumpling~
impact~
inertial
modal
util/pdkvabs_switcher~
flow.hold~
synth-osc~
synth-fm~
synth-pulsenoise~
synth-pulsetrain~
synth-pluck~
synth-flute~
sp-ggate~
mtx_col
tof/paramDump
tof/paramGui
tof/paramFile
param-abs
else/lfnoise~
else/sh~
else/downsample~
multitap~
multitap
density2
lp
density2~
vibrato_instance
I07.phase.vocoder
ringmod
seq2
gems.movies
gems.fit
gems.multi.crop
gems.win
pip_layer_xfade
vcf_bp8~
sd.fire.crackles~
fresh/nz.pink~
VidPlayer
FilmSoundPlayer_2
float_argument
int2dir
move2
pp.rev
link2D
mass2D
psycho/roughness
c.dsp~
faust~
mtl/reslop~
ctxfiles/gmp
ctxfiles/db
ctxfiles/gm
ctxfiles/bp
ctxfiles/asynch
ctxfiles/mx
ctxfiles/s1
iemmatrix/mtx_print
mrpeach/net/udpsend~
mrpeach/net/udpreceive
ma.!=~
./interval
../pdmtl/flow.smooth
../pdmtl/scale.linear
gemframebuffer,
pix_texture,
ol_glsl_blur
scalar
x-append
vs-operator-gui
vs-circle-gui
vs-morph-gui
vs-audiodac-gui
c_bangx
u_listloop
c_adsrj
json-encode
json-decode
compt
cyclone/pow~
onoff0x
onoff3x
onoff2x
onoff1x
mycobject
else/perlin~
else/oscope~
convert.bpm2freq
glsl_ascii
fifop
oauth
urlparams
AMBI/BUS-catch~
biquad_peak~
biquad_hish~
biquad_lpf~
biquad_hpf~
conv_ms_time
conv_time_ms
midi16step
versioncheck
patchmenu
#extract_diagonal
cv/#SVD
|max|~
../non_linear/chebychev.fourth
OSC,
KeyToNote
svf~,
selector~
folderpanel
switch_1.0
keycourse_1.0
hv.filter
hv.filters/spectrolog
gui.slider.tgl
gui.radio.tgl
vectorsynth
env4seg
abs/oncev,
abs/midi-learn
abs/list2int
abs/add2list
abs/list-sum
abs/chord-transpose
abs/select-both
abs/midi-sort-events,
abs/midi-panic-ch
abs/chord-foldover
abs/list-dripv
abs/midi2note
abs/change-any
abs/tabsetv
abs/oncev
abs/midi-player
abs/forloop
abs/chord-transpose,
abs/change-symbol
abs/chord-estimate
abs/chord-make
abs/listv
flatgui/popup
abs/randomseed
abs/midi-sync,
mailman
sdEvent
sdGui_sym_dyn_props
bin.shift~
tpf-client-link-guts
comb.rev~
voice_n
spat~
mtx_minmax
tabminmax
netpd-abslist
checkbutton
ggee/streamout~
gfx_rec
gfx_pix
gfx_line
paddle_cpu
checkgoal
hud
draw-scaled-wave
arpNote
ball_voice
synth_voice
./fd_out
chline
fileplayer
A3-bell-scale
A2-bell-partial
harmonyDetection,
loca.distance
loca.haversine
loca.haversine-alt
image
array-range
num.linesmooth
cyclone/midiflush
cyclone/midiparse
rec/gui_small
Prepa
cadreVec
serial_communication_example
analogStyle/analogStyle,
Cloud
cg-print-line5
local_max
niagara
scope~
ø.remote
ø.param
ø.model
toxy/tot
mrpeach/tcpreceive
lp_color
reset_clock
index2note
note2index
400
unpack~
pack~
pix_motionblur
color-select-02
packel
f+
pix_color
180
drfl_vv~
PofStep
poftranslate,
PofPartSeqStructureOulip
PofPartSeqOulip
gammegui
radioTogglePetit
pofkb/gettext
di
poffonts
doubleTap
tuneSelector
radioToggleLong
updating/updating
partSelector
radioToggle2
PofStepSeq
PofStoreRecallParts
antiFixScaleX
PofPartSeqOulipo
credit
i2mx~
sgn~
pad
netpd-x
#convolve
pdp_qt
188
337
netpd-client
valueOp
pd-tutorial-patches/square,
pd-tutorial-patches/triangle,
ofGate
effects
playdrumpoly
gamme
audio-delay
audio-pitchshift
audio-in
audio-reverb
audio-sampler-transpose
seq-toggles
lp2c~
lp1c~
QA_GestionQuestions
Curtains/curtainsMain
zac.videoprojecteur
zac.mouse
zac.sauvegarde
DaThingFish/DaThingFishFace/daThingFishMain
Dunjon/dunjonMain
millerverb
dinlet~
tcpsend
ezDrums
basicSequencerMod
sineEngine
wave~
wavesel~
triangle~
q2qCanvas
quad2quad
\$2_direct_encode_4o_2d~
gain2switch
maxmode
sym
kfilename
spacesym
file_type
cursor
emptysymbol
of.oscillo~
bitnot~
Snapshot~
irpow
Env
ambipan~
sequence
fd_arg1
round-to-int
SeqTrig
Randomize,
bb_sync2gui
SMLib-help
get_delegate
rh_impulse~
rtfm-voice
unstep
cepstrumPitch~
specHarmonicity~
specKurtosis~
featureDelta
cyclone/thresh
tID_mean
peak,
list-inter
list-compare
mfcc
send_nrpn
poltocar
im.set
im.warm
im.triads
matrix_diag_mul_line8~
4_delay4p_line~
ali.looper
ofWrap
msd
key-profiles
distance-euclidean
midi-note-duration
list-autorotate
iemlib/once
iemlib/default
pix_equal
pix_multiblob
mtx_size
spell
thresh
iem_append
iem_anything
iem_alisttosym
list-round
sdPropertySym
sdObjGetAll
sdObjConnectTo
@posterize
zexy/date,
sieve~
part_size
part_render
sprinkler
scramble
show
ui.polar
gf/canvas_hehehe
gf/canvas_hohoho
gf/object_bbox
pipe_fx_2~
pipe_an_2~
tff01
fx_gain_2~
gemlist_info
compteur
bangdelay
randomdelay
lpy_load_sequence
sdFloatBang
step
ui.gain~
osc.saw~
lfo.+square~
j-line-tempo~
fx_gain~
quadratic
ofEditVec2f
ofGetVec2f
ofGetVec2fLengthSquared
ofGetVec2fLength
ofLoadVec2f
ofGetVec2fDot
ofGetVec2fAngle
ofGetVec2fDist
ofGetVec2fs
ofGetVec2fDistSquared
ofDoesVec2fNameExist
ofGetVec2fAverage
ofGetVec2fAngleRad
iter
inv
bcf2000fader
sampvoice2
ofGetOrien
ofValue
VS-sine-circle
audio/loop
fadecurve
schange
spam.connect
tools/mat.header
../cmp/waveshape
rec1
cosenv~
opensnd~
vline~,
lp2~
early_echos8_4_4~
late_diffuse8_4~
gspd/vlist
gspd/vlist,
pix_frei0r
oscfmt
mc_listener
ipdoutlet
h_stack
rc-track16
#tabwrite
#tabread
time,
transpose
kal_gut2
../processing_osc/genin1
../processing_osc/del_msg_in
st-rjdj-vocoder.meh
flt.c_bpf~
flt.biquad~
noise.pink~
km_metronom
aubiotss~
aubioonset~
aubiotempo~
aubiopitch~
aubiozcr~
cyclone/sinh
tonalness
upp.onward
sample
voice~
#apply_colormap_channelwise
#export_pix
reverb-echo
synth1
digitalsensor
notesmidi
nop
iSeg2D
iCircle2D
rain_six_outs
fatsaws
trackbarV2
reversearray
interfacepadcolor
pip.tabledrifter
pip.ride
pip.pianos3
hcj.lib.cpu
bus_send_post~
aux_send_pre~
aux_send_post~
mute_solo_logic
sr_parameter
euclideanseq
polytouchout
NLFfm
wtable
pitchshifter
preset-manager
hammond-knobs
overdrive
\$3_early2_encode_5o_2d~
cart2del_damp_2d
list_sub
list_pow_mul
\$3_delread_orderforce~
v2db
\$3_early1_encode_5o_2d~
\$3_direct_encode_5o_2d~
default
colorpanel
u_multisamplebank
cartopol~
edge~
fx.eq~
hcj.lib.coll
hcj.lib.mask
imageKnob
1.5
iemlib/bpq2~
0.7
#to_iem
fd_midiread
fd_clicktrack
fd_expo
ofAppend
im.keypress
im.step
im.sequence
im.tunedperc
phaseosc~
run-delete
run-delete-dsp1
run-add
run-set
run-add-dsp1
rage-pad
fuzzdelaysynth~
susloop~
mtosr
ezdac~
toscolino
sigToGate
feedbacker~
d-default
d-tabread2
d-for
d-random
pix_tIIR
pix_convolve
fd_gate
midi-led-on
pp.fft-block-st~
pow2
multi_osc
play_cosmo
